Repository: larrytamnjong/vlsm
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: lo_la

source: Choose Rejection Reason
lo_la: ເລືອກເຫດຜົນປະຕິເສດ

source: Please choose reason
lo_la: ກະລຸນາເລືອກເຫດຜົນ

source: Show Samples that are
lo_la: ສະແດງຕົວຢ່າງທີ່ເປັນ

source: Please choose a status
lo_la: ກະລຸນາເລືອກສະຖານະ

source: Not Approved/Rejected
lo_la: ບໍ່ໄດ້ຮັບການອະນຸມັດ/ຖືກປະຕິເສດ

source: Already Approved/Rejected
lo_la: ໄດ້ຮັບອະນຸມັດແລ້ວ/ຖືກປະຕິເສດ

source: Please select test status
lo_la: ກະລຸນາເລືອກສະຖານະການທົດສອບ

source: -- Select at least one sample to apply bulk action --
lo_la: -- ເລືອກຕົວຢ່າງຢ່າງຫນ້ອຍຫນຶ່ງເພື່ອນໍາໃຊ້ການກະທໍາທີ່ເປັນຈໍານວນຫຼາຍ --

source: Lost
lo_la: ເສຍ

source: Last Modified on
lo_la: ດັດ ແປງ ຄັ້ງ ສຸດ ທ້າຍ ກ່ຽວ ກັບ

source: Do you wish to change the test status ?
lo_la: ທ່ານຕ້ອງການປ່ຽນສະຖານະການທົດສອບບໍ ?

source: Please be checked atleast one checkbox.
lo_la: ກະລຸນາກວດສອບຢ່າງຫນ້ອຍຫນຶ່ງກ່ອງກວດສອບ.

source: Do you wish to overwrite this result?
lo_la: ທ່ານຢາກຂຽນເກີນຜົນນີ້ບໍ?

source: Do you wish to change the status ?
lo_la: ທ່ານຢາກປ່ຽນສະຖານະການບໍ ?

source: Enter Result
lo_la: ເຂົ້າຜົນ

source: Covid-19 result updated successfully
lo_la: ຜົນໄດ້ຮັບ Covid-19 ໄດ້ຖືກປັບປຸງສໍາເລັດສໍາເລັດ

source: Test Sample Again
lo_la: ຕົວຢ່າງການທົດສອບອີກຄັ້ງ

source: Print
lo_la: ພິມ

source: Total Samples Registered
lo_la: ຕົວຢ່າງທັງຫມົດທີ່ລົງທະບຽນ

source: Samples Currently Registered at HC
lo_la: ຕົວຢ່າງທີ່ລົງທະບຽນໃນປະຈຸບັນທີ່ HC

source: Samples Currently Registered at VL Lab
lo_la: ຕົວຢ່າງທີ່ລົງທະບຽນໃນປະຈຸບັນທີ່ VL Lab

source: (Results not yet available)
lo_la: (ຜົນໄດ້ຮັບຍັງບໍ່ທັນມີ)

source: Samples with Accepted Results
lo_la: ຕົວຢ່າງທີ່ມີຜົນໄດ້ຮັບທີ່ຍອມຮັບ

source: Samples Rejected
lo_la: ຕົວຢ່າງຖືກປະຕິເສດ

source: Samples with Invalid or Failed Results
lo_la: ຕົວຢ່າງທີ່ມີຜົນໄດ້ຮັບທີ່ບໍ່ຖືກຫຼືFailed

source: Samples Reordered
lo_la: ຕົວຢ່າງReordered

source: Results Printed
lo_la: ຜົນການພິມ

source: SAMPLES REGISTERED
lo_la: ຕົວແບບທີ່ໄດ້ລົງທະບຽນ

source: in selected range
lo_la: ໃນຂອບເຂດທີ່ຄັດເລືອກ

source: SAMPLES TESTED
lo_la: ຕົວແບບທົດສອບ

source: In Selected Range
lo_la: ໃນຂອບເຂດທີ່ຖືກຄັດເລືອກ

source: SAMPLES REJECTED
lo_la: ຕົວແບບຖືກປະຕິເສດ

source: SAMPLES WITH NO RESULTS
lo_la: ຕົວແບບໂດຍບໍ່ມີຜົນ

source: (LAST 6 MONTHS)
lo_la: (ຜ່ານມາ 6 ເດືອນ)

source: OVERALL SAMPLE STATUS
lo_la: ສະຖານະພາບຕົວຢ່າງລວມ

source: Collection Point
lo_la: ຈຸດເກັບກໍາຂໍ້ມູນ

source: Select facility name to filter
lo_la: ເລືອກຊື່ສິ່ງອໍານວຍຄວາມສະດວກເພື່ອກັ່ນຕອງ

source: SAMPLES REGISTERED BY COLLECTION POINT
lo_la: ຕົວແບບທີ່ລົງທະບຽນໂດຍ COLLECTION POINT

source: Overall Covid-19 Sample Status
lo_la: ລວມແລ້ວ Covid-19 ສະຖານະພາບຕົວຢ່າງ

source: Samples Registered
lo_la: ຕົວຢ່າງທີ່ລົງທະບຽນ

source: Samples Tested
lo_la: ຕົວຢ່າງທົດສອບ

source: Samples on Hold
lo_la: ຕົວຢ່າງon Hold

source: Samples Registered at Testing Lab
lo_la: ຕົວຢ່າງທີ່ລົງທະບຽນຢູ່ຫ້ອງທົດລອງ

source: Samples Awaiting Approval
lo_la: ຕົວຢ່າງທີ່ລໍຖ້າການອະນຸມັດ

source: Samples Registered at Collection Site
lo_la: ຕົວຢ່າງທີ່ລົງທະບຽນຢູ່ສະຖານທີ່ເກັບກໍາຂໍ້ມູນ

source: Dashboard
lo_la: ໜ້າຄວບຄຸມ

source: Viral Load Tests
lo_la: ການທົດສອບViral Load

source: EID Tests
lo_la: ການທົດສອບ EID

source: Covid-19 Tests
lo_la: Covid-19 ການທົດສອບ

source: Hepatitis Tests
lo_la: ການທົດສອບເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Confirmation Tests for Recency
lo_la: ການທົດສອບການຢືນຢັນສໍາລັບ Recency

source: Date Range
lo_la: ໄລຍະວັນທີ

source: EID testing lab(s) did not meet the monthly test target
lo_la: ຫ້ອງທົດລອງ EID(s) ບໍ່ໄດ້ບັນລຸເປົ້າຫມາຍການທົດສອບປະຈໍາເດືອນ

source: VL testing lab(s) did not meet the monthly test target
lo_la: ຫ້ອງທົດລອງ VL(s) ບໍ່ໄດ້ບັນລຸເປົ້າຫມາຍການທົດສອບປະຈໍາເດືອນ

source: VL testing lab(s) did not meet suppression targets
lo_la: VL ທົດ ສອບ ທົດ ລອງ(s) ບໍ່ ໄດ້ ບັນ ລຸ ເປົ້າ ຫມາຍ ສະ ກັດ ກັ້ນ

source: Covid-19 testing lab(s) did not meet the monthly test target
lo_la: Covid-19 ທົດສອບທົດລອງ(s) ບໍ່ໄດ້ບັນລຸເປົ້າຫມາຍການທົດສອບປະຈໍາເດືອນ

source: Hepatitis testing lab(s) did not meet the monthly test target
lo_la: ທົດ ສອບ ໂຣກ ຕັບ ອັກ ເສບ ບໍ່ ໄດ້ ບັນ ລຸ ເປົ້າ ຫມາຍ ການ ທົດ ສອບ ປະ ຈໍາ ເດືອນ

source: TB testing lab(s) did not meet the monthly test target
lo_la: ທົດສອບTB(s) ບໍ່ໄດ້ບັນລຸເປົ້າຫມາຍການທົດສອບປະຈໍາເດືອນ

source: Unable to generate barcode
lo_la: ບໍ່ສາມາດສ້າງbarcode ໄດ້

source: This action cannot be undone
lo_la: ການກະທໍານີ້ບໍ່ສາມາດລົບລ້າງໄດ້

source: Something went wrong. Please try again
lo_la: ບາງສິ່ງບາງຢ່າງຜິດພາດ. ກະລຸນາລອງອີກ

source: EID | Clinics Report
lo_la: EID | ຄລີນິກລາຍງານ

source: Child's ID
lo_la: ID ຂອງເດັກ

source: Child's Name
lo_la: ຊື່ເດັກ

source: Caretaker Phone No
lo_la: ໂທລະສັບມືຖື Caretaker No

source: Please select Testing Lab
lo_la: ກະລຸນາເລືອກLab ການທົດສອບ

source: Mother's ID
lo_la: ID ຂອງແມ່

source: EID | Sample Rejection Report
lo_la: EID | ບົດລາຍງານການປະຕິເສດຕົວຢ່າງ

source: EID | Sample Status Report
lo_la: EID | ບົດລາຍງານສະຖານະພາບຕົວຢ່າງ

source: EID Sample Status Report
lo_la: EID ບົດລາຍງານສະຖານະພາບຕົວຢ່າງ

source: EID Sample Status
lo_la: EID ສະຖານະພາບຕົວຢ່າງ

source: EID Sample ID
lo_la: EID ID ຕົວຢ່າງ

source: EID Quarterly Monitoring Report
lo_la: ບົດລາຍງານການຕິດຕາມກວດກາປະຈໍາໄຕມາດ EID

source: EARLY INFANT DIAGNOSIS - Testing Target Report
lo_la: EARLY INFANT DIAGNOSIS - ບົດລາຍງານເປົ້າຫມາຍການທົດສອບ

source: EID Samples Status Overview
lo_la: EID ຕົວຢ່າງສັງລວມສະຖານະພາບ

source: EID Samples
lo_la: ຕົວຢ່າງ EID

source: EID Results
lo_la: ຜົນໄດ້ຮັບ EID

source: EID Laboratory Turnaround Time
lo_la: ເວລາຫັນປ່ຽນຫ້ອງທົດລອງ EID

source: Add EID Results
lo_la: ເພີ່ມຜົນEID

source: The Result name that you entered already exists.Enter another name
lo_la: ຊື່ຜົນໄດ້ຮັບທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວ. ໃສ່ຊື່ອື່ນ

source: Add EID Sample Rejection Reasons
lo_la: ຕື່ມ EID ຕົວຢ່າງການປະຕິເສດເຫດຜົນ

source: EID Sample Rejection Reasons
lo_la: EID ຕົວຢ່າງການປະຕິເສດເຫດຜົນ

source: Add EID Sample Type
lo_la: ເພີ່ມ EID ປະເພດຕົວຢ່າງ

source: EID Sample Type
lo_la: EID ປະເພດຕົວຢ່າງ

source: Add EID Test Reasons
lo_la: ຕື່ມ EID ເຫດຜົນການທົດສອບ

source: EID Test Reasons
lo_la: ເຫດຜົນການທົດສອບ EID

source: Type
lo_la: ປະເພດ

source: EID Results details saved successfully
lo_la: ລາຍລະອຽດຜົນໄດ້ຮັບ EID ໄດ້ຖືກເກັບຮັກສາໄວ້ຢ່າງສໍາເລັດຜົນ

source: EID Sample Rejection Reasons details added successfully
lo_la: EID Sample Rejection Reasons ລາຍລະອຽດເພີ່ມຜົນສໍາເລັດ

source: EID Sample details saved successfully
lo_la: EID ລາຍລະອຽດຕົວຢ່າງໄດ້ຖືກເກັບຮັກສາໄວ້ຢ່າງສໍາເລັດຜົນ

source: EID Test Reason details saved successfully
lo_la: ລາຍລະອຽດການທົດສອບ EID ໄດ້ຖືກເກັບຮັກສາໄວ້ຢ່າງສໍາເລັດຜົນ

source: EID Test Request
lo_la: ຄໍາຮ້ອງຂໍການທົດສອບ EID

source: Mother's Name
lo_la: ຊື່ແມ່

source: Please enter the manifest code then submit
lo_la: ກະລຸນາໃສ່ລະຫັດສະແດງແລ້ວສົ່ງ

source: EID request added successfully
lo_la: ຄໍາຮ້ອງຂໍ EID ໄດ້ເພີ່ມຜົນສໍາເລັດ

source: EID request updated successfully
lo_la: ຄໍາ ຮ້ອງ ສະ ຫມັກ EID ໄດ້ ຮັບ ການ ອັບ ເດດ ຢ່າງ ສໍາ ເລັດ ຜົນ

source: EID | View All Requests
lo_la: EID | ເບິ່ງຄໍາຮ້ອງທຸກ

source: EID Test Requests
lo_la: ຄໍາຮ້ອງຂໍການທົດສອບ EID

source: Add new EID Request
lo_la: ຕື່ມຄໍາຮ້ອງໃຫມ່ EID

source: Bulk Import EID Request
lo_la: ຄໍາຮ້ອງຂໍການນໍາເຂົ້າBulk EID

source: Show Advanced Search Options
lo_la: ສະ ແດງ ໃຫ້ ເຫັນ ການ ຄົ້ນ ຫາ ທີ່ ກ້າວ ຫນ້າ

source: Loading Printer Details
lo_la: Loading Printer ລາຍລະອຽດ

source: EARLY INFANT DIAGNOSIS (EID) LABORATORY REQUEST FORM
lo_la: ແບບຟອມການຮ້ອງຂໍຂອງເດັກອ່ອນ (EID)

source: Add EID Request
lo_la: ຕື່ມຄໍາຮ້ອງຂໍ EID

source: Edit EID Request
lo_la: ແກ້ໄຂຄໍາຮ້ອງຂໍ EID

source: Printer
lo_la: ເຄື່ອງພິມ

source: Retest has been submitted
lo_la: Retest ໄດ້ຖືກສົ່ງມາ

source: Enter EID Result
lo_la: ເຂົ້າສູ່ຜົນEID

source: Enter EID Result Manually
lo_la: ເຂົ້າສູ່ຜົນໄດ້ຮັບ EID ດ້ວຍມື

source: Sample Collection Date&nbsp
lo_la: ວັນທີເກັບຕົວຢ່າງ&nbsp

source: Print EID Results
lo_la: ພິມຜົນEID

source: Please select at least one checkbox
lo_la: ກະລຸນາເລືອກຢ່າງຫນ້ອຍຫນຶ່ງກ່ອງກວດສອບ

source: EID result updated successfully
lo_la: ຜົນໄດ້ຮັບ EID ໄດ້ຖືກປັບປຸງຢ່າງສໍາເລັດຜົນ

source: Failed result retest
lo_la: ການທົດສອບຜົນທີ່ຫຼົມແຫຼວ

source: Add Facility
lo_la: ເພີ່ມ Facility

source: Facilities
lo_la: ສິ່ງອໍານວຍຄວາມສະດວກຕ່າງໆ

source: Please enter facility name
lo_la: ກະລຸນາໃສ່ຊື່ສະຖານທີ່

source: The facility name that you entered already exists.Enter another name
lo_la: ຊື່ສະຖານທີ່ທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວ. ໃສ່ຊື່ອື່ນ

source: Please enter facility code
lo_la: ກະລຸນາເຂົ້າສູ່ລະຫັດສິ່ງອໍານວຍຄວາມສະດວກ

source: The code that you entered already exists.Try another code
lo_la: ປະມວນຜົນທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວ. ລອງລະຫັດອື່ນ

source: Other Id
lo_la: Id ອື່ນໆ

source: Please select facility type
lo_la: ກະລຸນາເລືອກປະເພດສິ່ງອໍານວຍຄວາມສະດວກ

source: Email(s)
lo_la: ອີເມລ໌(s)

source: Testing Point(s)
lo_la: ຈຸດທົດສອບ(s)

source: (comma separated)
lo_la: (comma ແຍກອອກ)

source: Please choose the Lab Manager
lo_la: ກະລຸນາເລືອກຜູ້ຈັດການLab

source: Phone Number
lo_la: ເບີ​ໂທ​ລະ​ສັບ

source: The mobile no that you entered already exists.Enter another mobile no.
lo_la: ມືຖືບໍ່ມີທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວ. ເຂົ້າສູ່ມືຖືອີກອັນນຶ່ງບໍ່ໄດ້.

source: Please choose province/state
lo_la: ກະລຸນາເລືອກແຂວງ/ລັດ

source: Other
lo_la: ອື່ນໆ

source: Please enter province/state
lo_la: ກະລຸນາເຂົ້າແຂວງ/ລັດ

source: Please choose District/County
lo_la: ກະລຸນາເລືອກເຂດ/ແຂວງ

source: Please enter District/County
lo_la: ກະລຸນາເຂົ້າສູ່ເຂດ/ແຂວງ

source: Linked Hub Name (If Applicable)
lo_la: ຊື່Hub ທີ່ເຊື່ອມໂຍງ (ຖ້າໃຊ້ໄດ້)

source: Hub Name
lo_la: ຊື່ Hub

source: Please enter hub name
lo_la: ກະລຸນາໃສ່ຊື່ hub

source: Address
lo_la: ທີ່ຢູ່

source: Country
lo_la: ປະເທດ

source: Latitude
lo_la: ລາທິບ

source: Please enter latitude
lo_la: ກະລຸນາເຂົ້າສູ່latitude

source: Please enter longitude
lo_la: ກະລຸນາເຂົ້າສູ່ longitude

source: Test Type
lo_la: ປະເພດການທົດສອບ

source: Choose one test type
lo_la: ເລືອກປະເພດການທົດສອບຫນຶ່ງ

source: Early Infant Diagnosis
lo_la: ການວິໄຈເດັກອ່ອນເບື້ອງຕົ້ນ

source: Covid-19
lo_la: ໂຄວິດ-19

source: Hepatitis
lo_la: ເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Available Platforms
lo_la: ແພລຕຟອມທີ່ມີຢູ່

source: Choose one Available Platforms
lo_la: ເລືອກຫນຶ່ງແພລຕຟອມທີ່ມີຢູ່

source: Lam
lo_la: ລໍາ

source: Report Format For VL
lo_la: ຮູບແບບບົດລາຍງານສໍາລັບ VL

source: Please select the status
lo_la: ກະລຸນາເລືອກສະຖານະ

source: Report Format For EID
lo_la: ບົດລາຍງານFormat For EID

source: Report Format For Covid-19
lo_la: ແບບລາຍງານສໍາລັບ Covid-19

source: Report Format For Hepatitis
lo_la: ລາຍງານ Format For Hepatitis

source: Report Format For TB
lo_la: ຮູບແບບລາຍງານສໍາລັບ TB

source: Logo Image
lo_la: ຮູບໂລໂກ້

source: Select image
lo_la: ຄັດເລືອກຮູບ

source: Change
lo_la: ການປ່ຽນແປງ

source: Please select logo image
lo_la: ກະລຸນາເລືອກຮູບໂລໂກ້

source: Remove
lo_la: ລົບອອກ

source: Please make sure logo image size of
lo_la: ກະລຸນາໃຫ້ແນ່ໃຈວ່າຮູບໂລໂກ້ຂະຫນາດຂອງ

source: Header Text
lo_la: ຂໍ້ຄວາມຫົວຂໍ້

source: Please enter header text
lo_la: ກະລຸນາໃສ່ຂໍ້ຄວາມຫົວຂໍ້

source: Name
lo_la: ຊື່

source: Designation
lo_la: ການກໍານົດ

source: Upload Signature
lo_la: ອັບໂຫຼດປ້າຍ

source: Test Types
lo_la: ປະເພດການທົດສອບ

source: Please enter the name
lo_la: ກະລຸນາໃສ່ຊື່

source: Please enter the Designation
lo_la: ກະລຸນາເຂົ້າສູ່ການກໍານົດ

source: Signature
lo_la: ລາຍເຊັນ

source: Please enter the Signature
lo_la: ກະລຸນາເຂົ້າສູ່ລາຍເຊັນ

source: Please enter the Display Order
lo_la: ກະລຸນາໃສ່ຄໍາສັ່ງDisplay

source: Select Test Type
lo_la: ເລືອກປະເພດການທົດສອບ

source: Select Lab Manager
lo_la: ຄັດເລືອກຜູ້ຈັດການLab

source: Select Available Platforms
lo_la: ເລືອກແພລຕຟອມທີ່ມີຢູ່

source: Please enter Suppressed monthly target
lo_la: ກະລຸນາເຂົ້າສູ່ເປົ້າຫມາຍປະຈໍາເດືອນທີ່ຖືກກົດຂີ່

source: Please enter monthly target
lo_la: ກະລຸນາເຂົ້າສູ່ເປົ້າຫມາຍປະຈໍາເດືອນ

source: Facility details added successfully
lo_la: ລາຍ ລະ ອຽດ ຂອງ ສະ ຖານ ທີ່ ເພີ່ມ ຂຶ້ນ ຢ່າງ ສໍາ ເລັດ ຜົນ

source: Edit Facility
lo_la: ແກ້ໄຂສິ່ງອໍານວຍຄວາມສະດວກ

source: Please choose Lab Manager
lo_la: ກະລຸນາເລືອກLab Manager

source: Please enter district/county
lo_la: ກະລຸນາເຂົ້າແຂວງ/ທ້ອງຖີ່ນ

source: Clear
lo_la: ຈະແຈ້ງ

source: User-Facility Map
lo_la: User Facility Map ລາຍລະອຽດ

source: Monthly Target
lo_la: ເປົ້າຫມາຍປະຈໍາເດືອນ

source: Suppressed Monthly Target
lo_la: ສະກັດກັ້ນເປົ້າຫມາຍປະຈໍາເດືອນ

source: Facility details updated successfully
lo_la: ລາຍ ລະ ອຽດ ຂອງ ສະ ຖານ ທີ່ ໄດ້ ຮັບ ການ ອັບ ເດດ ຢ່າງ ສໍາ ເລັດ ຜົນ

source: Manage Testing Lab
lo_la: ຈັດການທົດສອບLab

source: Manage Health Facilities
lo_la: ຈັດການອະນາໄມສຸຂະພາບ

source: Select the
lo_la: ຄັດເລືອກ

source: for test type
lo_la: ສໍາລັບປະເພດການທົດສອບ

source: Trying to get mapped facilities
lo_la: ພະຍາຍາມທີ່ຈະໄດ້ຮັບສິ່ງອໍານວຍຄວາມສະດວກທີ່mapped

source: Enter Field Name
lo_la: ເຂົ້າຊື່ທົ່ງນາ

source: Facility Mapped to Selected Test Type successfully
lo_la: Facility Mapped to Selected Test Type ສໍາເລັດຜົນ

source: Please connect to internet to sync with VLSTS
lo_la: ກະລຸນາເຊື່ອມຕໍ່ອິນເຕີເນັດເພື່ອ sync ກັບ VLSTS

source: Preparing for VLSTS Remote sync.
lo_la: ການກະກຽມສໍາລັບ VLSTS Remote sync.

source: Please wait...
lo_la: ກະລຸນາລໍຖ້າ...

source: Unable to do VLSTS Remote Sync. Please contact technical team for assistance.
lo_la: ບໍ່ສາມາດເຮັດ VLSTS Remote Sync ໄດ້. ກະລຸນາຕິດຕໍ່ຫາທີມງານເຕັກນິກເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອ.

source: Trying to sync Test Requests
lo_la: ພະຍາຍາມ sync ການຮ້ອງຂໍການທົດສອບ

source: Trying to sync Test Results
lo_la: ພະຍາຍາມ sync ຜົນການທົດສອບ

source: Edit Global Configuration
lo_la: ແກ້ໄຂການຕັ້ງຄ່າGlobal

source: Edit General Configuration
lo_la: ແກ້ໄຂການຕັ້ງຄ່າທົ່ວໄປ

source: Manage General Config
lo_la: ຈັດການປະເມນທົ່ວໄປ

source: Edit General Config
lo_la: ແກ້ໄຂການຕັ້ງຄ່າທົ່ວໄປ

source: Instance Settings
lo_la: ການຕັ້ງຄ່າຕົວຢ່າງ

source: Please enter instance name
lo_la: ກະລຸນາໃສ່ຊື່ຕົວຢ່າງ

source: Instance/Facility Code
lo_la: ປະມວນຜົນ/ປະມວນຜົນ

source: Please enter instance/facility code
lo_la: ກະລຸນາໃສ່ລະຫັດຕົວຢ່າງ/ອາກອນ

source: Instance/Facility Type
lo_la: ແບບຢ່າງ/ປະເພດອາກອນ

source: Please select the instance type
lo_la: ກະລຸນາເລືອກປະເພດຕົວຢ່າງ

source: Clinic/Lab
lo_la: ຄລີນິກ/Lab

source: Both
lo_la: ທັງສອງ

source: Global Settings
lo_la: ການຕັ້ງຄ່າທົ່ວໂລກ

source: Choose Country of Installation
lo_la: ເລືອກປະເທດແຫ່ງການຕິດຕັ້ງ

source: Please select the viral load form
lo_la: ກະລຸນາເລືອກແບບຟອມພາລະໄວຣັສ

source: Default Time Zone
lo_la: ເຂດເວລາມາດຕະຖານ

source: eg: Africa/Harare
lo_la: ເຊັ່ນ: ອາຟຣິກາ/ຮາຣາເຣ

source: Please enter default time zone
lo_la: ກະລຸນາເຂົ້າສູ່ເຂດເວລາມາດຕະຖານ

source: Header
lo_la: ສ່ວນຫົວ

source: Please enter header
lo_la: ກະລຸນາເຂົ້າສູ່ຫົວຂໍ້

source: Allow users to Edit Profile
lo_la: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ສາມາດແກ້ໄຂ Profile

source: Barcode Format
lo_la: ຮູບແບບ Barcode

source: Please select the Barcode type
lo_la: ກະລຸນາເລືອກປະເພດ Barcode

source: Same user can Review and Approve
lo_la: ຜູ້ໃຊ້ດຽວກັນສາມາດທົບທວນແລະອະນຸມັດ

source: Manager Email
lo_la: ອີເມວຜູ້ຈັດການ

source: Please enter manager email
lo_la: ກະລຸນາເຂົ້າສູ່ອີເມວຜູ້ຈັດການ

source: You can enter multiple emails by separating them with commas
lo_la: ທ່ານ ສາ ມາດ ເຂົ້າ ໄປ ໃນ ອີ ເມ ລ ຫຼາຍ ໂດຍ ການ ແຍກ ມັນ ກັບ commas

source: Sample ID Barcode Label Printing
lo_la: ຕົວຢ່າງ ID Barcode Label ພິມ

source: Please select the barcode printing
lo_la: ກະລຸນາເລືອກການພິມbarcode

source: Allow Samples not matching the VLSM Sample IDs while importing results manually
lo_la: ອະ ນຸ ຍາດ ໃຫ້ ຕົວ ຢ່າງ ບໍ່ ສອດ ຄ່ອງ ກັບ ຕົວ ອັກ ສອນ VLSM ຕົວ ຢ່າງ ໃນ ຂະ ນະ ທີ່ ນໍາ ເຂົ້າ ຜົນ ໄດ້ ຮັບ ດ້ວຍ ຕົວ ເອງ

source: While importing results from CSV/Excel file, should we import results of Sample IDs that do not match the Sample IDs present in VLSM database
lo_la: ໃນຂະນະທີ່ການນໍາເຂົ້າຜົນໄດ້ຮັບຈາກໄຟລ໌ CSV/Excel, ພວກເຮົາຄວນນໍາເຂົ້າຜົນໄດ້ຮັບຂອງຕົວແບບທີ່ບໍ່ສອດຄ່ອງກັບຕົວແບບທີ່ມີຢູ່ໃນຖານຂໍ້ມູນ VLSM

source: Viral Load Settings
lo_la: ການຕັ້ງຄ່າ Viral Load

source: Date For Patient ART NO
lo_la: ວັນທີສໍາລັບຄົນເຈັບ ART NO

source: Full Date
lo_la: ວັນຄົບ

source: Month and Year
lo_la: ເດືອນ ແລະ ປີ

source: Please enter VL threshold limit
lo_la: ກະລຸນາເຂົ້າສູ່ຂອບເຂດຈໍາກັດ VL

source: Format
lo_la: ຮູບແບບ

source: Please select the Viral Load Sample Code Format
lo_la: ກະລຸນາເລືອກຮູບແບບລະຫັດຕົວຢ່າງ Viral Load

source: Enter Prefix
lo_la: ເຂົ້າPrefix

source: Auto
lo_la: ອັດຕະໂນມັດ

source: eg. Province Code+Year+Month+Date+Increment Counter
lo_la: eg. ປະມວນກົດຫມາຍແຂວງ+ປີ+ເດືອນ+ວັນທີ+Increment Counter

source: eg. R+Year+Province Code+VL+Increment Counter (R18NCDVL0001)
lo_la: eg. R+ປີ+ແຂວງCode+VL+Increment Counter (R18NCDVL0001)

source: eg. Prefix+Month+Year+Increment Counter (VL0517999)
lo_la: eg. Prefix+ເດືອນ+ປີ+Increment Counter (VL0517999)

source: eg. Prefix+Year+Increment Counter (VL17999)
lo_la: eg. Prefix+ປີ+Increment Counter (VL17999)

source: Minimum Sample Code Length
lo_la: ຄວາມຍາວຂອງລະຫັດຕົວຢ່າງຂັ້ນຕ່ໍາ

source: Min
lo_la: ມິນເ

source: Please enter sample code min length
lo_la: ກະລຸນາໃສ່ລະຫັດຕົວຢ່າງ min ຄວາມຍາວ

source: Maximum Sample Code Length
lo_la: ຄວາມຍາວຂອງລະຫັດຕົວຢ່າງສູງສຸດ

source: Max
lo_la: ສູງສຸດທີ່ເຄຍ

source: Please enter sample code max length
lo_la: ກະລຸນາໃສ່ລະຫັດຕົວຢ່າງຄວາມຍາວສູງສຸດ

source: Lock Approved VL Samples
lo_la: Lock Approved VL ຕົວຢ່າງ

source: Please select lock approved sample
lo_la: ກະລຸນາເລືອກຕົວຢ່າງlock ທີ່ໄດ້ຮັບການອະນຸມັດ

source: VL Suppression Target
lo_la: VL ເປົ້າຫມາຍການກົດຂີ່

source: Disable
lo_la: ພິການ

source: VL Monthly Target
lo_la: VL ເປົ້າຫມາຍປະຈໍາເດືອນ

source: Sample Expiry Days
lo_la: ວັນສິ້ນສຸດຕົວຢ່າງ

source: Enter the sample expiry days
lo_la: ເຂົ້າສູ່ວັນສິ້ນສຸດຂອງຕົວຢ່າງ

source: Please enter the sample expiry days
lo_la: ກະລຸນາເຂົ້າສູ່ວັນສິ້ນສຸດຂອງຕົວຢ່າງ

source: Sample Lock Expiry Days
lo_la: ວັນສິ້ນສຸດຂອງຕົວຢ່າງ Lock

source: Enter the sample lock expiry days
lo_la: ເຂົ້າສູ່ມື້ສິ້ນສຸດຂອງການລັອກຕົວຢ່າງ

source: Please enter the sample lock expiry days
lo_la: ກະລຸນາເຂົ້າສູ່ມື້ສິ້ນສຸດຂອງການລັອກຕົວຢ່າງ

source: EID Settings
lo_la: EID ການຕັ້ງຄ່າ

source: Please select the EID Sample Code Format
lo_la: ກະລຸນາເລືອກຮູບແບບລະຫັດຕົວຢ່າງ EID

source: eg. R+Year+Province Code+EID+Increment Counter (R18NCDEID0001)
lo_la: eg. R+ປີ+ລະຫັດແຂວງ+EID+Increment Counter (R18NCDEID0001)

source: eg. Prefix+Month+Year+Increment Counter (EID0517999)
lo_la: eg. Prefix+ເດືອນ+ປີ+Increment Counter (EID0517999)

source: eg. Prefix+Year+Increment Counter (EID17999)
lo_la: eg. Prefix+ປີ+Increment Counter (EID17999)

source: Minimum Sample Code
lo_la: ປະມວນຜົນຕົວຢ່າງຂັ້ນຕ່ໍາ

source: Length
lo_la: ຄວາມຍາວ

source: Lock Approved EID Samples
lo_la: Lock Approved EID ຕົວຢ່າງ

source: Covid-19 Settings
lo_la: Covid-19 ການຕັ້ງຄ່າ

source: Please select covid19 report type
lo_la: ກະລຸນາເລືອກປະເພດບົດລາຍງານ covid19

source: Standard
lo_la: ຄ່າມາດຕະຖານ

source: Rwanda
lo_la: ຣວັນດາ

source: Covid-19 Positive Confirmatory Tests Required
lo_la: Covid-19 ການທົດສອບການຢືນຢັນໃນທາງບວກທີ່ຈໍາເປັນ

source: eg. R+Year+Province Code+covid19+Increment Counter (R18NCDC190001)
lo_la: eg. R+ປີ+ລະຫັດແຂວງ+covid19+Increment Counter (R18NCDC190001)

source: eg. Prefix+Month+Year+Increment Counter (C190517999)
lo_la: eg. Prefix+ເດືອນ+ປີ+Increment Counter (C190517999)

source: eg. Prefix+Year+Increment Counter (C1917999)
lo_la: eg. Prefix+ປີ+Increment Counter (C1917999)

source: Show Covid19 Tests table in Results PDF
lo_la: ສະແດງໂຕະການທົດສອບ Covid19 ໃນຜົນໄດ້ຮັບ PDF

source: Please select covid19 Tests method in Results Pdf
lo_la: ກະລຸນາເລືອກວິທີການທົດສອບ covid19 ໃນ Results Pdf

source: Lock Approved Covid19 Samples
lo_la: Lock Approved Covid19 ຕົວຢ່າງ

source: Covid-19 Report QR Code
lo_la: Covid-19 ລາຍງານ QR Code

source: Please select report QR code yes/no
lo_la: ກະລຸນາເລືອກລາຍງານ QR code yes/no

source: Hepatitis Settings
lo_la: ການຕັ້ງຄ່າເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Please select the Hepatitis Sample Code Format
lo_la: ກະລຸນາເລືອກຮູບແບບລະຫັດຕົວຢ່າງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: eg. R+Year+Province Code+hepatitis+Increment Counter (R18NCDC190001)
lo_la: eg. R+ປີ+ແຂວງCode+hepatitis+Increment Counter (R18NCDC190001)

source: TB Settings
lo_la: TB ການຕັ້ງຄ່າ

source: Please select the TB Sample Code Format
lo_la: ກະລຸນາເລືອກຮູບແບບລະຫັດຕົວຢ່າງ TB

source: eg. R+Year+Province Code+tb+Increment Counter (R18NCDC190001)
lo_la: eg. R+ປີ+ແຂວງCode+tb+Increment Counter (R18NCDC190001)

source: APP Settings
lo_la: ການຕັ້ງຄ່າ APP

source: APP Menu Name
lo_la: ຊື່ເມນູ APP

source: Connect
lo_la: ເຊື່ອມຕໍ່

source: Please enter dashboard URL
lo_la: ກະລຸນາເຂົ້າສູ່ dashboard URL

source: Viral Load Result PDF Settings
lo_la: Viral Load ຜົນໄດ້ຮັບ PDF ການຕັ້ງຄ່າ

source: Show Emoticon/Smiley
lo_la: ສະແດງ Emoticon/Smiley

source: High Viral Load Message
lo_la: ຂ່າວສານໄວຣັສ໌໌໌໌໌໌໌໌໌໌໌໌໌໌໌

source: High Viral Load message that will appear for results >= the VL threshold limit
lo_la: ຂ່າວສານ Viral Load ສູງທີ່ຈະປາກົດຜົນ>= ຂອບເຂດVL ຈໍາກັດ

source: Please enter high viral load message
lo_la: ກະລຸນາເຂົ້າສູ່ຂ່າວສານພາລະແບກຫາບໄວຣັສສູງ

source: Low Viral Load Message
lo_la: ຂ່າວສານການໂຫຼດໄວຣັສ໌໌ຕ່ໍາ

source: Low Viral Load message that will appear for results lesser than the VL threshold limit
lo_la: ຂ່າວສານ Viral Load ຕ່ໍາທີ່ຈະປາກົດຜົນຕ່ໍາກວ່າຂີດຈໍາກັດຂອງVL

source: Please enter low viral load message
lo_la: ກະລຸນາເຂົ້າສູ່ຂ່າວສານການໂຫຼດໄວຣັສ໌໌ຕ່ໍາ

source: Patient Name Format
lo_la: ຮູບແບບຊື່ຄົນເຈັບ

source: Choose one option
lo_la: ເລືອກຫນຶ່ງທາງເລືອກ

source: First Name
lo_la: ຊື່

source: Last Name
lo_la: ນາມ​ສະ​ກຸນ

source: Full Name
lo_la: ຊື່ເຕັມ

source: Hide Patient Name
lo_la: ເຊື່ອງຊື່ຄົນເຈັບ

source: Mandatory Fields for COMPLETED Result PDF
lo_la: ທົ່ງນາທີ່ຖືກບັງຄັບສໍາລັບການສໍາເລັດຜົນ PDF

source: If any of the selected fields are incomplete, the Result PDF appears with a
lo_la: ຖ້າຫາກວ່າທົ່ງນາໃດທີ່ຄັດເລືອກແມ່ນບໍ່ຄົບຖ້ວນ, ຜົນໄດ້ຮັບ PDF ປາກົດດ້ວຍ

source: watermark. Leave right block blank (Deselect All) to disable this
lo_la: ເຄື່ອງຫມາຍນໍ້າ. ປ່ອຍບລັອກຂວາເປົ່າ (Deselect All) ເພື່ອປິດການນີ້

source: Facility Province
lo_la: ແຂວງສາລະວັນ

source: Facility District
lo_la: ແຂວງສາລະວັນ

source: Patient ART No
lo_la: ຄົນເຈັບ ART No

source: Date Sample Received at Testing Lab
lo_la: ວັນທີຕົວຢ່າງທີ່ໄດ້ຮັບໃນLab ການທົດສອບ

source: VL Result
lo_la: ຜົນໄດ້ຮັບ VL

source: Approved By
lo_la: ໄດ້ຮັບການອະນຸມັດໂດຍ

source: Logo deleted successfully
lo_la: ໂລໂກ້ຖືກລຶບອອກຢ່າງສໍາເລັດຜົນ

source: Configuration updated successfully
lo_la: ການປັບປຸງການຕັ້ງຄ່າໄດ້ສໍາເລັດ

source: Please change your password to proceed.
lo_la: ກະລຸນາປ່ຽນລະຫັດຜ່ານຂອງທ່ານເພື່ອດໍາເນີນການ.

source: Lab Sample Management Module
lo_la: Lab Sample Module ການຄຸ້ມຄອງຕົວຢ່າງ

source: Sample Management
lo_la: ການຄຸ້ມຄອງຕົວຢ່າງ

source: Remote Sample Tracking Module
lo_la: ໂມດູນຕິດຕາມຕົວຢ່າງຫ່າງໄກສອກຫຼີກ

source: Sample Tracking
lo_la: ການຕິດຕາມຕົວຢ່າງ

source: Edit Profile
lo_la: ແກ້ໄຂ Profile

source: Sign out
lo_la: ລົງລາຍເຊັນ

source: Access Control
lo_la: ການຄວບຄຸມການເຂົ້າເຖິງ

source: Roles
lo_la: ພາລະບົດບາດ

source: Users
lo_la: ຜູ້ໃຊ້

source: System Configuration
lo_la: ການຕັ້ງຄ່າລະບົບ

source: General Configuration
lo_la: ການຕັ້ງຄ່າທົ່ວໄປ

source: Instruments
lo_la: ເຄື່ອງສໍາອາງ

source: Geographical Divisions
lo_la: ພາກວິຊາພູມສາດ

source: Test Result Email Config
lo_la: ການທົດສອບຜົນໄດ້ຮັບ Email Config

source: Rejection Reasons
lo_la: ເຫດຜົນປະຕິເສດ

source: Results
lo_la: ຜົນໄດ້ຮັບ

source: Symptom
lo_la: ອາການ

source: Test-Reasons
lo_la: ການທົດສອບ-ເຫດຜົນ

source: Hepatitis Config
lo_la: ເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ Config

source: Risk Factors
lo_la: ປັດໄຈຄວາມສ່ຽງ

source: Move Samples
lo_la: ຍ້າຍຕົວຢ່າງ

source: VIRAL LOAD
lo_la: ພາລະໄວຣັສ

source: View Test Requests
lo_la: View ຄໍາຮ້ອງສອບເສັງ

source: Manage Batch
lo_la: ຈັດການ Batch

source: Specimen Manifest
lo_la: ສະແດງຕົວຢ່າງ

source: Test Result Management
lo_la: ການຈັດການຜົນການທົດສອບ

source: Import Result From File
lo_la: ຜົນການນໍາເຂົ້າຈາກໄຟລ໌

source: Enter Result Manually
lo_la: ເຂົ້າສູ່ຜົນໄດ້ຮັບດ້ວຍມື

source: Approve Results
lo_la: ອະນຸມັດຜົນໄດ້ຮັບ

source: E-mail Test Result
lo_la: ຜົນການທົດສອບອີເມລ

source: Management
lo_la: ການຄຸ້ມຄອງ
