Repository: larrytamnjong/vlsm
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: lo_la

source: Audit Trail
lo_la: ເສັ້ນທາງກວດກາ

source: Home
lo_la: ໜ້າຫລັກ

source: Audit Log
lo_la: ການກວດສອບLog

source: Type of Action
lo_la: ປະເພດຂອງການກະທໍາ

source: IP Address
lo_la: ທີ່ຢູ່ IP

source: Recorded On
lo_la: ບັນທຶກໄວ້ໃນ

source: Loading data from server
lo_la: ການໂຫຼດຂໍ້ມູນຈາກ server

source: Trying to sync
lo_la: ພະຍາຍາມ sync

source: Please wait
lo_la: ກະ​ລຸ​ນາ​ລໍ​ຖ້າ

source: Unable to generate the excel file
lo_la: ບໍ່ສາມາດສ້າງໄຟລ໌ excel ໄດ້

source: COVID-19 | Add New Request
lo_la: COVID-19 | ຕື່ມຄໍາຮ້ອງໃຫມ່

source: Welcome to Admin Page
lo_la: ຍິນດີຕ້ອນຮັບເຂົ້າສູ່ຫນ້າAdmin

source: Admin
lo_la: ຜູ້ບໍລິຫານ

source: Funding Source
lo_la: ແຫຼ່ງທຶນ

source: Add Funding Source
lo_la: ເພີ່ມແຫຼ່ງທຶນ

source: indicates required field
lo_la: ບົ່ງບອກເຖິງທົ່ງນາທີ່ຕ້ອງການ

source: Please enter Funding Source
lo_la: ກະລຸນາເຂົ້າສູ່ແຫຼ່ງທຶນ

source: The Funding Source that you entered already exists.Enter another Funding Source
lo_la: ແຫຼ່ງທຶນທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວ. ເຂົ້າສູ່ແຫຼ່ງທຶນອື່ນ

source: Funding Source Status
lo_la: ສະຖານະພາບແຫຼ່ງທຶນ

source: Please select Funding Source
lo_la: ກະລຸນາເລືອກແຫຼ່ງທຶນ

source: --Select--
lo_la: --ເລືອກ--

source: Inactive
lo_la: ບໍ່ເຂັ້ມ

source: Submit
lo_la: ສົ່ງ

source: Cancel
lo_la: ຍົກເລີກ

source: Implementation Partners
lo_la: ຄູ່ຮ່ວມງານການຈັດຕັ້ງປະຕິບັດ

source: Add Implementation Partners
lo_la: ເພີ່ມຄູ່ຮ່ວມງານການຈັດຕັ້ງປະຕິບັດ

source: Partner Name
lo_la: ຊື່ຄູ່ຮ່ວມງານ

source: Please enter Partner name
lo_la: ກະລຸນາໃສ່ຊື່ຄູ່ຮ່ວມງານ

source: The Partner name that you entered already exists.Enter another name
lo_la: ຊື່ຄູ່ຮ່ວມງານທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວ. ໃສ່ຊື່ອື່ນ

source: Partner Status
lo_la: ສະຖານະພາບຄູ່ຮ່ວມງານ

source: Please select partner status
lo_la: ກະລຸນາເລືອກສະຖານະພາບຄູ່ຮ່ວມງານ

source: Funding Sources
lo_la: ແຫຼ່ງທຶນ

source: Add Funding Sources
lo_la: ເພີ່ມແຫຼ່ງທຶນ

source: Funding Source Name
lo_la: ຊື່ແຫຼ່ງທຶນ

source: Status
lo_la: ສະຖານະ

source: Are you sure you want to change the status
lo_la: ທ່ານແນ່ໃຈວ່າທ່ານຕ້ອງການປ່ຽນສະຖານະ

source: Updated successfully
lo_la: ອັບເດດຢ່າງສໍາເລັດຜົນ

source: Please select status
lo_la: ກະລຸນາເລືອກສະຖານະ

source: Funding Source saved successfully
lo_la: ແຫຼ່ງທຶນຊ່ວຍປະຫຍັດໄດ້ຢ່າງສໍາເລັດຜົນ

source: Implementation Partners saved successfully
lo_la: ຄູ່ຮ່ວມງານການຈັດຕັ້ງປະຕິບັດໄດ້ປະຫຍັດໄວ້ຢ່າງສໍາເລັດຜົນ

source: Create Batch
lo_la: ສ້າງ Batch

source: Testing Platform
lo_la: ແພລຕຟອມການທົດສອບ

source: Please choose machine
lo_la: ກະລຸນາເລືອກເຄື່ອງ

source: -- Select --
lo_la: -- ເລືອກ --

source: Facility
lo_la: ສິ່ງອໍານວຍຄວາມສະດວກ

source: Please select facility name
lo_la: ກະລຸນາເລືອກຊື່ສະຖານທີ່

source: Sample Collection Date
lo_la: ວັນທີເກັບຕົວຢ່າງ

source: Select Collection Date
lo_la: ເລືອກວັນທີເກັບກໍາຂໍ້ມູນ

source: Select Received at Lab Date
lo_la: ຄັດ ເລືອກ ຮັບ ທີ່ Lab Date

source: Positions
lo_la: ຕໍາແຫນ່ງ

source: Please select the postion
lo_la: ກະລຸນາເລືອກໂປສເຕີ

source: Numeric
lo_la: ຕົວເລກ

source: Filter Samples
lo_la: ຕອງຕົວຢ່າງ

source: Batch Code
lo_la: ລະຫັດ Batch

source: Please enter batch code
lo_la: ກະລຸນາໃສ່ລະຫັດ batch

source: This batch code already exists.Try another batch code
lo_la: ລະຫັດຊຸດນີ້ມີຢູ່ແລ້ວ. ລອງໃຊ້ລະຫັດbatch ອີກ

source: Select All
lo_la: ເລືອກທັງຫມົດ

source: Please select machine
lo_la: ກະລຸນາເລືອກເຄື່ອງ

source: Select Facilities
lo_la: ເລືອກສິ່ງອໍານວຍຄວາມສະດວກ

source: Enter Sample Code
lo_la: ເຂົ້າລະຫັດຕົວຢ່າງ

source: You have selected Maximum no. of sample
lo_la: ທ່ານໄດ້ເລືອກສູງສຸດບໍ່. ຂອງຕົວຢ່າງ

source: You have already selected Maximum no. of sample
lo_la: ທ່ານໄດ້ເລືອກເອົາສູງສຸດແລ້ວບໍ່. ຂອງຕົວຢ່າງ

source: You have to choose a testing platform to proceed
lo_la: ທ່ານຕ້ອງເລືອກບ່ອນທົດສອບເພື່ອດໍາເນີນການ

source: You have picked
lo_la: ທ່ານໄດ້ເລືອກ

source: testing platform and it has limit of maximum
lo_la: ແພລຕຟອມການທົດສອບແລະມັນມີຂີດຈໍາກັດສູງສຸດ

source: samples per batch
lo_la: ຕົວຢ່າງຕໍ່batch

source: Manage Batches
lo_la: ຈັດການ Batches

source: No. Of Samples
lo_la: ບໍ່. ຂອງຕົວຢ່າງ

source: Create New Batch
lo_la: ສ້າງ Batch ໃຫມ່

source: No. of Samples
lo_la: ບໍ່. ຂອງຕົວຢ່າງ

source: No. of Samples Tested
lo_la: ບໍ່. ຂອງຕົວຢ່າງທີ່ຖືກທົດສອບ

source: Last Tested Date
lo_la: ວັນທີທົດສອບຄັ້ງສຸດທ້າຍ

source: Action
lo_la: ການປະຕິບັດ

source: Unable to generate QR code
lo_la: ບໍ່ສາມາດສ້າງລະຫັດ QR

source: Are you sure you want to delete Batch
lo_la: ທ່ານແນ່ໃຈວ່າທ່ານຕ້ອງການລຶບ Batch

source: This action cannot be undone.
lo_la: ການດໍາເນີນການນີ້ບໍ່ສາມາດຍົກເລີກໄດ້.

source: Batch deleted
lo_la: Batch ຖືກລຶບ

source: Something went wrong. Please try again!
lo_la: ບາງສິ່ງບາງຢ່າງຜິດພາດ. ຂໍເຊີນລອງອີກ!

source: Edit Batch
lo_la: ແກ້ໄຂ Batch

source: This batch code already exists.Try another code
lo_la: ລະຫັດຊຸດນີ້ມີຢູ່ແລ້ວ. ລອງລະຫັດອື່ນ

source: Edit Position
lo_la: ແກ້ໄຂຕໍາແຫນ່ງ

source: Available samples
lo_la: ຕົວຢ່າງທີ່ມີຢູ່

source: Selected samples
lo_la: ຕົວຢ່າງທີ່ເລືອກ

source: Covid-19 | Clinics Report
lo_la: Covid-19 | ຄລີນິກລາຍງານ

source: Clinic Reports
lo_la: ລາຍງານຄລີນິກ

source: Positivity Report
lo_la: ບົດລາຍງານໂພຊະນາການ

source: Sample Rejection Report
lo_la: ບົດລາຍງານການປະຕິເສດຕົວຢ່າງ

source: Results Not Available Report
lo_la: ຜົນໄດ້ຮັບບໍ່ມີລາຍງານ

source: Data Quality Check
lo_la: ການກວດສອບຄຸນນະພາບຂໍ້ມູນ

source: Sample Test Date
lo_la: ວັນທົດສອບຕົວຢ່າງ

source: Select Sample Test Date
lo_la: ເລືອກວັນສອບເສັງຕົວຢ່າງ

source: Please select batch code
lo_la: ກະລຸນາເລືອກລະຫັດ batch

source: Sample Type
lo_la: ປະເພດຕົວຢ່າງ

source: Please select sample type
lo_la: ກະລຸນາເລືອກປະເພດຕົວຢ່າງ

source: Facility Name & Code
lo_la: ຊື່ສິ່ງອໍານວຍຄວາມສະດວກ &ລະຫັດ

source: Contact Status
lo_la: ສະຖານະການຕິດຕໍ່

source: Please select contact status
lo_la: ກະລຸນາເລືອກສະຖານະການຕິດຕໍ່

source: Completed
lo_la: ສໍາເລັດ

source: Not Completed
lo_la: ບໍ່ສໍາເລັດ

source: All
lo_la: ທັງໝົດ

source: Gender
lo_la: ເພດ

source: Please choose gender
lo_la: ກະລຸນາເລືອກເພດ

source: Male
lo_la: ຜູ້​ຊາຍ

source: Female
lo_la: ເພດຍິງ

source: Not Recorded
lo_la: ບໍ່ໄດ້ບັນທຶກ

source: Search
lo_la: ຊອກຫາ

source: Export to excel
lo_la: ການສົ່ງອອກສູ່ excel

source: Sample Code
lo_la: ປະມວນຜົນຕົວຢ່າງ

source: Remote Sample
lo_la: ຕົວຢ່າງຫ່າງໄກສອກຫຼີກ

source: Code
lo_la: ລະຫັດ

source: Facility Name
lo_la: ຊື່ສິ່ງອໍານວຍຄວາມສະດວກ

source: Patient's ID
lo_la: ID ຂອງຄົນເຈັບ

source: Patient's Name
lo_la: ຊື່ຄົນເຈັບ

source: Caretaker Phone No.
lo_la: ໂທລະສັບມືຖື Caretaker No.

source: Sample Tested Date
lo_la: ວັນທີທົດສອບຕົວຢ່າງ

source: Testing Lab
lo_la: Lab ການທົດສອບ

source: Result
lo_la: ຜົນໄດ້ຮັບ

source: VL Lab Name
lo_la: ຊື່ VL Lab

source: Rejection Reason
lo_la: ເຫດຜົນປະຕິເສດ

source: Select Sample Collection Date
lo_la: ເລືອກວັນເກັບຕົວຢ່າງ

source: Fields
lo_la: ທົ່ງນາ

source: Please fields
lo_la: ກະລຸນາທົ່ງນາ

source: Patient ID
lo_la: ID ຄົນເຈັບ

source: Province
lo_la: ແຂວງ

source: County
lo_la: ປະເທດ

source: Province/State
lo_la: ແຂວງ/ລັດ

source: District/County
lo_la: ແຂວງ/ທ້ອງຖີ່ນ

source: Select Fields
lo_la: ຄັດເລືອກທົ່ງນາ

source: Do you wisht to change the contact completed status?
lo_la: ທ່ານປາດຖະຫນາທີ່ຈະປ່ຽນແປງສະຖານະການຕິດຕໍ່ທີ່ສໍາເລັດແລ້ວບໍ?

source: Status updated successfully
lo_la: ສະ ຖາ ນະ ການ ໄດ້ ຮັບ ການ ປັບ ປຸງ ຢ່າງ ສໍາ ເລັດ ຜົນ

source: Do you want to mark these as complete ?
lo_la: ທ່ານຕ້ອງການຫມາຍເຫຼົ່ານີ້ວ່າສໍາເລັດບໍ ?

source: Export Data
lo_la: ຂໍ້ມູນການສົ່ງອອກ

source: Sample Received At Lab
lo_la: ຕົວຢ່າງທີ່ໄດ້ຮັບທີ່ Lab

source: Select Recieved Date
lo_la: ເລືອກວັນທີ Recieved

source: Please select vl lab
lo_la: ກະລຸນາເລືອກ vl lab

source: Last Print Date
lo_la: ວັນພິມສຸດທ້າຍ

source: Select Print Date
lo_la: ເລືອກວັນພິມ

source: Please choose status
lo_la: ກະລຸນາເລືອກສະຖານະ

source: All Status
lo_la: ສະຖານະພາບທັງຫມົດ

source: Accepted
lo_la: ຍອມຮັບ

source: Rejected
lo_la: ຖືກປະຕິເສດ

source: Awaiting Approval
lo_la: ລໍຖ້າການອະນຸມັດ

source: Registered At Testing Lab
lo_la: ລົງທະບຽນຢູ່ຫ້ອງທົດລອງ

source: Expired
lo_la: ສິ້ນສຸດລົງ

source: Please choose funding source
lo_la: ກະລຸນາເລືອກແຫຼ່ງທຶນ

source: Implementing Partners
lo_la: ການຈັດຕັ້ງປະຕິບັດຄູ່ຮ່ວມງານ

source: Please choose implementing partner
lo_la: ກະລຸນາເລືອກຄູ່ຮ່ວມງານ

source: Clear Search
lo_la: ຄົ້ນຫາທີ່ຊັດເຈນ

source: Download
lo_la: ດາວໂຫຼດ

source: Manage Columns
lo_la: ຈັດການຄໍລໍາ

source: Remote Sample Code
lo_la: ລະຫັດຕົວຢ່າງຫ່າງໄກສອກຫຼີກ

source: Patient Name
lo_la: ຊື່ຄົນເຈັບ

source: Implementing Partner
lo_la: ການຈັດຕັ້ງປະຕິບັດຄູ່ຮ່ວມງານ

source: Lab Name
lo_la: ຊື່ Lab

source: At Least select one filter for get report
lo_la: ຢ່າງຫນ້ອຍເລືອກເອົາຫນຶ່ງຕອງສໍາລັບການຮັບລາຍງານ

source: Unable to generate download
lo_la: ບໍ່ສາມາດສ້າງດາວໂຫລດໄດ້

source: Unable to generate excel.
lo_la: ບໍ່ສາມາດສ້າງຄວາມດີເລີດໄດ້.

source: Please select Sample Collection Date Range
lo_la: ກະລຸນາເລືອກຕົວແບບວັນທີເກັບກໍາຂໍ້ມູນ

source: Please select Sample Test Date Range
lo_la: ກະລຸນາເລືອກSample Test Range

source: Covid-19 | Sample Rejection Report
lo_la: Covid-19 | ບົດລາຍງານການປະຕິເສດຕົວຢ່າງ

source: Rejection Result
lo_la: ຜົນການປະຕິເສດ

source: Please select lab name
lo_la: ກະລຸນາເລືອກຊື່lab

source: Clinic Name
lo_la: ຊື່ຄລີນິກ

source: Please select clinic name
lo_la: ກະລຸນາເລືອກຊື່ຄລີນິກ

source: Select Clinics
lo_la: ຄັດເລືອກຄລີນິກ

source: Unable to generate excel
lo_la: ບໍ່ສາມາດສ້າງ excel ໄດ້

source: Covid-19 | Sample Status Report
lo_la: Covid-19 | ບົດລາຍງານສະຖານະພາບຕົວຢ່າງ

source: Covid-19 Sample Status Report
lo_la: Covid-19 ບົດລາຍງານສະຖານະພາບຕົວຢ່າງ

source: Covid-19 Sample Status
lo_la: Covid-19 ສະຖານະພາບຕົວຢ່າງ

source: Covid-19 Sample ID
lo_la: Covid-19 ຕົວແບບ ID

source: Sample Received Date in Lab
lo_la: ວັນທີຮັບຕົວຢ່າງໃນLab

source: Sample Print Date
lo_la: ວັນທີພິມຕົວຢ່າງ

source: Sample Email Date
lo_la: ວັນທີEmail ຕົວຢ່າງ

source: Select Testing Lab
lo_la: ເລືອກLab ການທົດສອບ

source: Covid-19 Quarterly Monitoring Report
lo_la: Covid-19 ລາຍງານການຕິດຕາມກວດກາປະຈໍາໄຕມາດ

source: COVID-19 Testing Target Report
lo_la: ບົດລາຍງານເປົ້າຫມາຍການທົດສອບ COVID-19

source: Target Type
lo_la: ປະເພດເປົ້າຫມາຍ

source: Please select Target Type
lo_la: ກະລຸນາເລືອກປະເພດເປົ້າຫມາຍ

source: Monthly Targets not met
lo_la: ເປົ້າຫມາຍປະຈໍາເດືອນບໍ່ບັນລຸ

source: Monthly Targets met
lo_la: ເປົ້າຫມາຍປະຈໍາເດືອນໄດ້ພົບປະ

source: Show all
lo_la: ສະແດງທັງຫມົດ

source: Month
lo_la: ເດືອນ

source: Number of Samples Received
lo_la: ຈໍານວນຕົວຢ່າງທີ່ໄດ້ຮັບ

source: Number of Samples Rejected
lo_la: ຈໍານວນຕົວຢ່າງທີ່ຖືກປະຕິເສດ

source: Number of Samples Tested
lo_la: ຈໍານວນຕົວຢ່າງທີ່ຖືກທົດສອບ

source: Monthly Test Target
lo_la: ເປົ້າຫມາຍການທົດສອບປະຈໍາເດືອນ

source: Select facility name
lo_la: ເລືອກຊື່ສິ່ງອໍານວຍຄວາມສະດວກ

source: Unable to generate excel file
lo_la: ບໍ່ສາມາດສ້າງໄຟລ໌ excel ໄດ້

source: Apply
lo_la: ສະຫມັກ

source: S. No.
lo_la: ສ. No.

source: Testing Lab Name
lo_la: ການທົດສອບຊື່ Lab

source: Tested By
lo_la: ທົດສອບໂດຍ

source: District
lo_la: ເມືອງ

source: State
lo_la: ລັດ

source: Patient DoB
lo_la: ຄົນເຈັບ DoB

source: Patient Age
lo_la: ອາຍຸຂອງຄົນເຈັບ

source: Patient Gender
lo_la: ເພດຄົນເຈັບ

source: Is Patient Pregnant
lo_la: ເປັນຄົນອົດອາຫານຖືພາ

source: Patient Phone No.
lo_la: ໂທລະສັບຄົນເຈັບ ເລກທີ.

source: Patient Email
lo_la: ອີເມວຂອງຄົນເຈັບ

source: Patient Address
lo_la: ທີ່ຢູ່ຂອງຄົນເຈັບ

source: Patient Province
lo_la: ແຂວງຄົນເຈັບ

source: Nationality
lo_la: ຊາດ

source: Fever/Temperature
lo_la: ໄຂ້/ອຸນຫະພູມ

source: Temprature Measurement
lo_la: ການວັດແທກTemprature

source: Respiratory Rate
lo_la: ອັດຕາທາງເດີນຫາຍໃຈ

source: Oxygen Saturation
lo_la: ຄວາມຊຸ່ມຂອງອົກຊີເຈນ

source: Asymptomatic
lo_la: ບໍ່ສະແດງອາການ

source: Symptoms Detected
lo_la: ອາການຖືກກວດພົບ

source: Medical History
lo_la: ປະຫວັດການແພດ

source: Patient Lives With Children
lo_la: ຄົນເຈັບດໍາລົງຊີວິດກັບເດັກນ້ອຍ

source: Patient Cares for Children
lo_la: ການດູແລຄົນເຈັບສໍາລັບເດັກ

source: Has Recent Travel History
lo_la: ມີປະຫວັດການເດີນທາງໃນມໍ່ໆມານີ້

source: Country Names
lo_la: ຊື່ປະເທດ

source: Travel Return Date
lo_la: ວັນທີການເດີນທາງກັບຄືນ

source: Airline
lo_la: ສາຍການບິນ

source: Seat No.
lo_la: ບ່ອນນັ່ງ No.

source: Arrival Date/Time
lo_la: ວັນທີທີ່ມາເຖິງ/ເວລາ

source: Departure Airport
lo_la: ສະຫນາມບິນອອກ

source: Transit
lo_la: ການເຊື່ອມຕໍ່

source: Reason of Visit
lo_la: ເຫດຜົນຂອງການຢ້ຽມຢາມ

source: Number of Days Sick
lo_la: ຈໍານວນວັນເຈັບປ່ວຍ

source: Date of Symptoms Onset
lo_la: ວັນທີຂອງອາການ Onset

source: Date of Initial Consultation
lo_la: ວັນທີປຶກສາຫາລືເບື້ອງຕົ້ນ

source: Reason for Test Request
lo_la: ເຫດຜົນສໍາລັບການຮ້ອງຂໍການທົດສອບ

source: Date specimen received
lo_la: ຕົວຢ່າງວັນທີໄດ້ຮັບ

source: Date specimen registered
lo_la: ຕົວຢ່າງວັນທີທີ່ລົງທະບຽນ

source: Specimen Condition
lo_la: ສະພາບຕົວແບບ

source: Specimen Status
lo_la: ສະຖານະພາບຕົວຢ່າງ

source: Specimen Type
lo_la: ປະເພດຕົວຢ່າງ

source: Test Method
lo_la: ວິທີການທົດສອບ

source: Date result released
lo_la: ຜົນໄດ້ຮັບວັນທີຖືກປ່ອຍອອກມາ

source: View
lo_la: ເບີ່ງ

source: Result PDF
lo_la: ຜົນໄດ້ຮັບ PDF

source: Not Authorized
lo_la: ບໍ່ໄດ້ຮັບອະນຸຍາດ

source: Export Excel
lo_la: ການສົ່ງອອກ Excel

source: Reason Category
lo_la: ປະເພດເຫດຜົນ

source: Sample Rejection Reasons
lo_la: ເຫດຜົນການປະຕິເສດຕົວຢ່າງ

source: Sample Rejection by Categories
lo_la: ການປະຕິເສດຕົວຢ່າງໂດຍ Categories

source: Covid-19 Results
lo_la: Covid-19 ຜົນໄດ້ຮັບ

source: Samples
lo_la: ຕົວຢ່າງ

source: Positive
lo_la: ໃນທາງບວກ

source: Negative
lo_la: ລົບ

source: COVID-19 Laboratory Turnaround Time
lo_la: COVID-19 ຫ້ອງທົດລອງTurnaround ເວລາ

source: Average TAT in Days
lo_la: TAT ສະເລ່ຍໃນວັນ

source: No. of Tests
lo_la: ບໍ່. ຂອງການທົດສອບ

source: Result - Printed
lo_la: ຜົນໄດ້ຮັບ - ພິມ

source: Collected - Received at Lab
lo_la: ເກັບ - ຮັບຢູ່ Lab

source: Received - Tested
lo_la: ໄດ້ຮັບ - ທົດສອບ

source: Collected - Tested
lo_la: ເກັບກໍາ - ທົດສອບ

source: Collected - Printed
lo_la: ເກັບກໍາ - ພິມ

source: Collected - Dispatched
lo_la: ເກັບ - ສົ່ງ

source: Covid-19 Test Reasons
lo_la: Covid-19 ເຫດຜົນການທົດສອບ

source: Test Reasons
lo_la: ເຫດຜົນທົດສອບ

source: Comorbidity details added successfully
lo_la: ລາຍ ລະ ອຽດ Comorbidity ໄດ້ ເພີ່ມ ຂຶ້ນ ຢ່າງ ສໍາ ເລັດ ຜົນ

source: Add Covid-19 Co-morbidities
lo_la: ເພີ່ມ Covid-19 Co-morbidities

source: Comorbidity Name
lo_la: ຊື່ Comorbidity

source: Please enter Comorbidity name
lo_la: ກະລຸນາໃສ່ຊື່ Comorbidity

source: The comorbidity name that you entered already exists.Enter another name
lo_la: ຊື່ comorbidity ທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວ. ໃສ່ຊື່ອື່ນ

source: Comorbidity Status
lo_la: ສະຖານະພາບ Comorbidity

source: Please enter Comorbidity Status
lo_la: ກະລຸນາເຂົ້າສູ່ສະຖານະພາບ Comorbidity

source: Add Covid-19 Results
lo_la: ເພີ່ມ Covid-19 ຜົນໄດ້ຮັບ

source: Result Name
lo_la: ຊື່ຜົນ

source: Please enter Result name
lo_la: ກະລຸນາໃສ່ຊື່ຜົນ

source: The Result name that you entered already exists. Enter another name
lo_la: ຊື່ຜົນໄດ້ຮັບທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວ. ໃສ່ຊື່ອື່ນ

source: Result Status
lo_la: ສະຖານະຜົນ

source: Please select Result Status
lo_la: ກະລຸນາເລືອກສະຖານະຜົນ

source: Add Covid-19 Sample Rejection Reasons
lo_la: ເພີ່ມ Covid-19 ເຫດຜົນການປະຕິເສດຕົວຢ່າງ

source: Covid-19 Sample Rejection Reasons
lo_la: Covid-19 ເຫດຜົນການປະຕິເສດຕົວຢ່າງ

source: Rejection Reason Name
lo_la: ຊື່ເຫດຜົນປະຕິເສດ

source: Please enter Rejection Reason name
lo_la: ກະລຸນາໃສ່ຊື່ເຫດຜົນປະຕິເສດ

source: The Rejection Reason name that you entered already exists.Enter another Rejection Reason name
lo_la: ຊື່ເຫດຜົນປະຕິເສດທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວ. ໃສ່ຊື່ເຫດຜົນປະຕິເສດອີກຊື່ຫນຶ່ງ

source: Rejection Type
lo_la: ປະເພດການປະຕິເສດ

source: Please enter Rejection Type
lo_la: ກະລຸນາໃສ່ປະເພດການປະຕິເສດ

source: Rejection Reason Code
lo_la: ປະມວນຜົນການປະຕິເສດ

source: Please enter Rejection Reason Code
lo_la: ກະລຸນາໃສ່ລະຫັດເຫດຜົນປະຕິເສດ

source: The Rejection Reason code that you entered already exists.Enter another Rejection Reason code
lo_la: ປະມວນຜົນການປະຕິເສດທີ່ທ່ານໄດ້ເຂົ້າລະຫັດແລ້ວ. ເຂົ້າລະຫັດເຫດຜົນປະຕິເສດອີກປະການຫນຶ່ງ

source: Rejection Reason Status
lo_la: ສະຖານະການເຫດຜົນປະຕິເສດ

source: Please enter Rejection Reason Status
lo_la: ກະລຸນາເຂົ້າສູ່ສະຖານະການເຫດຜົນປະຕິເສດ

source: Add Covid-19 Sample Type
lo_la: ເພີ່ມ Covid-19 ປະເພດຕົວຢ່າງ

source: Covid-19 Sample Type
lo_la: Covid-19 ປະເພດຕົວຢ່າງ

source: Sample Name
lo_la: ຊື່ຕົວຢ່າງ

source: Please enter Sample name
lo_la: ກະລຸນາໃສ່ຊື່ຕົວຢ່າງ

source: The Sample name that you entered already exists.Enter another name
lo_la: ຊື່ຕົວຢ່າງທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວ. ໃສ່ຊື່ອື່ນ

source: Sample Status
lo_la: ສະຖານະພາບຕົວຢ່າງ

source: Please enter Sample Status
lo_la: ກະລຸນາເຂົ້າສູ່ສະຖານະຕົວຢ່າງ

source: Add Covid-19 Symptoms
lo_la: ເພີ່ມອາການ Covid-19

source: Covid-19 Symptoms
lo_la: Covid-19 ອາການ

source: Symptom Name
lo_la: ຊື່ອາການ

source: Please enter Symptom name
lo_la: ກະລຸນາໃສ່ຊື່ອາການ

source: The Symptom name that you entered already exists.Enter another name
lo_la: ຊື່ ອາການ ທີ່ ທ່ານ ໄດ້ ເຂົ້າ ມາ ນັ້ນ ມີ ຢູ່ ແລ້ວ. ໃສ່ຊື່ອື່ນ

source: Parent Symptom
lo_la: ອາການຂອງພໍ່ແມ່

source: Please enter Parent Symptom
lo_la: ກະລຸນາເຂົ້າສູ່ອາການຂອງພໍ່ແມ່

source: Symptom Status
lo_la: ສະຖານະພາບອາການ

source: Please enter Symptom Status
lo_la: ກະລຸນາເຂົ້າສູ່ສະຖານະການອາການ

source: Add Covid-19 Test Reasons
lo_la: ເພີ່ມ Covid-19 ເຫດຜົນການທົດສອບ

source: Test Reason Name
lo_la: ຊື່ເຫດຜົນທົດສອບ

source: Please enter Test Reason name
lo_la: ກະລຸນາໃສ່ຊື່ເຫດຜົນທົດສອບ

source: The Test Reason name that you entered already exists.Enter another name
lo_la: ຊື່ເຫດຜົນການທົດສອບທີ່ທ່ານໄດ້ເຂົ້າແລ້ວມີຢູ່ແລ້ວ. ໃສ່ຊື່ອື່ນ

source: Parent Reason
lo_la: ເຫດຜົນຂອງພໍ່ແມ່

source: Please enter Parent Reason
lo_la: ກະລຸນາເຂົ້າສູ່ເຫດຜົນຂອງພໍ່ແມ່

source: Test Reason Status
lo_la: ສະ ຖາ ນະ ການ ເຫດ ຜົນ ການ ທົດ ສອບ

source: Please select Test Reason Status
lo_la: ກະລຸນາເລືອກສະຖານະການທົດສອບເຫດຜົນ

source: Covid-19 Sample Rejection Reasons details added successfully
lo_la: Covid-19 ລາຍລະອຽດການປະຕິເສດຕົວຢ່າງໄດ້ເພີ່ມຜົນສໍາເລັດ

source: Sample Type details added successfully
lo_la: ລາຍລະອຽດປະເພດຕົວຢ່າງເພີ່ມຢ່າງສໍາເລັດຜົນ

source: Symptom details added successfully
lo_la: ລາຍລະອຽດຂອງອາການໄດ້ເພີ່ມຄວາມສໍາເລັດ

source: Test reasons details added successfully
lo_la: ລາຍລະອຽດການທົດສອບໄດ້ເພີ່ມຄວາມສໍາເລັດ

source: Facility Code
lo_la: ປະມວນຜົນການອໍານວຍຄວາມສະດວກ

source: Facility Type
lo_la: ປະເພດສິ່ງອໍານວຍຄວາມສະດວກ

source: Are you sure you want to change the status?
lo_la: ທ່ານແນ່ໃຈວ່າທ່ານຕ້ອງການປ່ຽນສະຖານະການ?

source: Updated successfully.
lo_la: ອັບເດດຢ່າງສໍາເລັດຜົນ.

source: Rejection Reason Type
lo_la: ປະເພດເຫດຜົນປະຕິເສດ

source: Test Reason
lo_la: ເຫດຜົນທົດສອບ

source: Covid-19 Results details saved successfully
lo_la: Covid-19 ລາຍລະອຽດຜົນໄດ້ຮັບທີ່ໄດ້ເກັບໄວ້ສໍາເລັດສໍາເລັດ

source: Add Samples from Manifest
lo_la: ຕື່ມຕົວຢ່າງຈາກ Manifest

source: Covid-19 Test Request
lo_la: ຄໍາຮ້ອງຂໍທົດລອງ Covid-19

source: Enter Sample Manifest Code
lo_la: ເຂົ້າລະຫັດສະແດງຕົວຢ່າງ

source: Sample manifest code
lo_la: ປະມວນຜົນຕົວຢ່າງ

source: Please enter the sample manifest code
lo_la: ກະລຸນາໃສ່ລະຫັດສະແດງຕົວຢ່າງ

source: Activate Samples
lo_la: ກະຕຸ້ນຕົວຢ່າງ

source: Sample Collection
lo_la: ການເກັບຕົວຢ່າງ

source: Date
lo_la: ວັນ

source: Last Modified On
lo_la: ດັດແປງຄັ້ງສຸດທ້າຍ On

source: Please enter the manifest code then submit!
lo_la: ກະລຸນາໃສ່ລະຫັດສະແດງແລ້ວສົ່ງ!

source: Please enter the Sample Manifest Code then hit submit
lo_la: ກະລຸນາໃສ່ລະຫັດຕົວຢ່າງ Manifest ແລ້ວຕີສົ່ງ

source: Trying to sync Relevant Manifest Code Test Requests
lo_la: ພະຍາຍາມ sync ຄໍາຮ້ອງຂໍການທົດສອບManifest Code ທີ່ກ່ຽວຂ້ອງ

source: Samples from this Manifest have been activated
lo_la: ຕົວຢ່າງຈາກ Manifest ນີ້ ໄດ້ມີການເຄື່ອນໄຫວ

source: Covid-19 test request added successfully
lo_la: ຄໍາຮ້ອງຂໍທົດລອງ Covid-19 ໄດ້ເພີ່ມຜົນສໍາເລັດ

source: Unable to add this Covid-19 sample. Please try again later
lo_la: ບໍ່ສາມາດຕື່ມຕົວຢ່າງ Covid-19 ນີ້. ກະລຸນາລອງອີກຄັ້ງໃນເວລາຕໍ່ມາ

source: Import Test Requests In Bulk
lo_la: ຄໍາຮ້ອງຂໍການທົດສອບການນໍາເຂົ້າໃນBulk

source: Covid-19 request updated successfully
lo_la: ຄໍາ ຮ້ອງ ສະ ຫມັກ Covid-19 ໄດ້ ຮັບ ການ ອັບ ເດດ ຢ່າງ ສໍາ ເລັດ ຜົນ

source: Please try again later
lo_la: ກະລຸນາລອງອີກຄັ້ງໃນເວລາຕໍ່ມາ

source: COVID-19 | Edit Request
lo_la: COVID-19 | ແກ້ໄຂຄໍາຮ້ອງຂໍ

source: Covid-19 | View All Requests
lo_la: Covid-19 | ເບິ່ງຄໍາຮ້ອງທຸກ

source: Covid-19 Test Requests
lo_la: ຄໍາຮ້ອງສອບເສັງ Covid-19

source: Test Request
lo_la: ຄໍາຮ້ອງສອບເສັງ

source: Req. Sample Type
lo_la: Req. ປະເພດຕົວຢ່າງ

source: Please select request sample type
lo_la: ກະລຸນາເລືອກປະເພດຕົວຢ່າງຄໍາຮ້ອງຂໍ

source: Sample With Result
lo_la: ຕົວຢ່າງທີ່ມີຜົນ

source: Sample Without Result
lo_la: ຕົວຢ່າງໂດຍບໍ່ມີຜົນ

source: Enter Province/State
lo_la: ເຂົ້າແຂວງ/ລັດ

source: Enter District/County
lo_la: ເຂົ້າແຂວງ/ທ້ອງຖີ່ນ

source: Please enter the patient ID to search
lo_la: ກະລຸນາໃສ່ID ຂອງຄົນເຈັບເພື່ອຄົ້ນຫາ

source: Show only Reordered Samples
lo_la: ສະ ແດງ ໃຫ້ ເຫັນ ພຽງ ແຕ່ ຕົວ ຢ່າງ reordered

source: Please choose record sample
lo_la: ກະລຸນາເລືອກຕົວຢ່າງບັນທຶກ

source: Yes
lo_la: ແມ່ນແລ້ວ

source: No
lo_la: ບໍ່

source: Hide Advanced Search Options
lo_la: ເຊື່ອງ ການ ຄົ້ນ ຄ້ວາ ຂັ້ນ ສູງ

source: Export Requests
lo_la: ຄໍາຮ້ອງຂໍສົ່ງອອກ

source: Add new Covid-19 Request
lo_la: ຕື່ມຄໍາຮ້ອງໃຫມ່ Covid-19

source: Bulk Import Covid-19 Request
lo_la: ຄໍາຮ້ອງຂໍການນໍາເຂົ້າBulk Covid-19

source: Quick Add Covid-19 Request
lo_la: Quick Add Covid-19 ຄໍາຮ້ອງຂໍ

source: Case ID
lo_la: Id ກໍລະນີ

source: No printer selected
lo_la: ບໍ່ມີການຄັດເລືອກເຄື່ອງພິມ

source: Change/Retry
lo_la: ປ່ຽນ/Retry

source: Zebra Printer Options
lo_la: ທາງເລືອກເຄື່ອງແມ່ພິມ Zebra

source: Printer:
lo_la: ເຄື່ອງພິມ:

source: Select Vl Lab
lo_la: ເລືອກ Vl Lab

source: Select Batch Code
lo_la: ຄັດເລືອກລະຫັດ Batch

source: COVID-19 VIRUS LABORATORY TEST REQUEST FORM
lo_la: ແບບຟອມການທົດສອບຫ້ອງທົດລອງໄວຣັສ COVID-19

source: Add New Request
lo_la: ຕື່ມຄໍາຮ້ອງໃຫມ່

source: WHO COVID-19 VIRUS LABORATORY TEST REQUEST FORM
lo_la: WHO COVID-19 ແບບຟອມການທົດສອບຫ້ອງທົດລອງໄວຣັສ

source: Update Request
lo_la: ອັບເດດຄໍາຮ້ອງຂໍ

source: Testing Point
lo_la: ຈຸດທົດສອບ

source: Lab staff Assigned
lo_la: ພະນັກງານ Lab ທີ່ໄດ້ຮັບມອບຫມາຍ

source: Health Facility/POE County
lo_la: ອະນາໄມສຸຂະພາບ/POE County

source: Health Facility/POE State
lo_la: ອະນາໄມສຸຂະພາບ/POE State

source: Health Facility/POE
lo_la: ອະນາໄມສຸຂະພາບ/POE

source: Patient State
lo_la: ລັດຜູ້ປ່ວຍ

source: Patient City/Village
lo_la: ເມືອງຜູ້ປ່ວຍ/ບ້ານ

source: Edit
lo_la: ແກ້ໄຂ

source: Locked
lo_la: ລັອກ

source: Sync this sample
lo_la: Sync ຕົວຢ່າງນີ້

source: Covid19 | View All Requests
lo_la: Covid19 | ເບິ່ງຄໍາຮ້ອງທຸກ

source: Failed/Hold Samples
lo_la: Failed/Hold ຕົວຢ່າງ

source: Retest the selected samples
lo_la: ທົດສອບຕົວຢ່າງທີ່ເລືອກໄວ້ຄືນໃຫມ່

source: Patient First Name
lo_la: ຊື່ຄົນປ່ວຍຊື່ທໍາອິດ

source: Patient Last Name
lo_la: ຊື່ຄົນປ່ວຍ

source: Selected Sample(s) ready for testing
lo_la: ຄັດເລືອກຕົວຢ່າງ(s) ກຽມພ້ອມສໍາລັບການທົດສອບ

source: Something went wrong. Please try again later
lo_la: ບາງສິ່ງບາງຢ່າງຜິດພາດ. ກະລຸນາລອງອີກຄັ້ງໃນເວລາຕໍ່ມາ

source: Enter Covid-19 Result
lo_la: ເຂົ້າCovid-19 ຜົນໄດ້ຮັບ

source: Enter Covid-19 Result Manually
lo_la: ເຂົ້າCovid-19 ຜົນໄດ້ຮັບດ້ວຍຕົນເອງ

source: Art No
lo_la: ສິລະປິນ No

source: Modified On
lo_la: ໄດ້ຮັບດັດແປງໃນ

source: Please choose result status
lo_la: ກະລຸນາເລືອກສະຖານະຜົນ

source: Results Not Recorded
lo_la: ຜົນໄດ້ຮັບບໍ່ໄດ້ບັນທຶກ

source: Results Recorded
lo_la: ຜົນໄດ້ຮັບທີ່ໄດ້ບັນທຶກໄວ້

source: Rejected Samples
lo_la: ຕົວຢ່າງທີ່ຖືກປະຕິເສດ

source: Print Covid-19 Results
lo_la: ພິມ Covid-19 ຜົນໄດ້ຮັບ

source: Results not yet Printed
lo_la: ຜົນໄດ້ຮັບຍັງບໍ່ທັນພິມ

source: Results already Printed
lo_la: ຜົນໄດ້ຮັບທີ່ພິມແລ້ວ

source: You have selected
lo_la: ທ່ານໄດ້ເລືອກ

source: results out of the maximum allowed 100 at a time
lo_la: ຜົນໄດ້ຮັບຈາກສູງສຸດທີ່ອະນຸຍາດໃຫ້ 100 ໃນຄັ້ງ

source: Maximum 100 results allowed to print at a time
lo_la: ສູງສຸດ 100 ຜົນໄດ້ຮັບອະນຸຍາດໃຫ້ພິມໃນຄັ້ງ

source: Manage Result Status
lo_la: ຈັດການສະຖານະຜົນ

source: Results Approval
lo_la: ການອະນຸມັດຜົນໄດ້ຮັບ
