Repository: larrytamnjong/vlsm
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: lo_la

source: High Viral Load Report
lo_la: ລາຍງານໄວຣັສ໌໌໌໌ສູງ

source: Please choose pregnant option
lo_la: ກະລຸນາເລືອກທາງເລືອກໃນການຖືພາ

source: Breastfeeding
lo_la: ການລ້ຽງລູກດ້ວຍນົມແມ່

source: Please choose option
lo_la: ກະລຸນາເລືອກທາງເລືອກ

source: Patient ART no
lo_la: ຄົນເຈັບ ART no

source: Patient Phone no
lo_la: ໂທລະສັບຄົນເຈັບບໍ່

source: VL | Sample Status Report
lo_la: VL | ບົດລາຍງານສະຖານະພາບຕົວຢ່າງ

source: VL Sample Status Report
lo_la: ບົດລາຍງານສະຖານະພາບຕົວຢ່າງ VL

source: Sample ID
lo_la: ID ຕົວຢ່າງ

source: VL Control Report
lo_la: ບົດລາຍງານການຄວບຄຸມ VL

source: Select Tested Date
lo_la: ເລືອກວັນທີທົດສອບ

source: Control Type
lo_la: ປະເພດຄວບຄຸມ

source: Choose control type
lo_la: ເລືອກປະເພດການຄວບຄຸມ

source: Please choose Sample Test Date Range and Control Type to generate the report
lo_la: ກະລຸນາເລືອກSample Test Range and Control Type ເພື່ອສ້າງບົດລາຍງານ

source: VL Quarterly Monitoring Report
lo_la: ບົດລາຍງານການຕິດຕາມກວດກາປະຈໍາໄຕມາດ VL

source: VL Quarterly Monitoring Tool
lo_la: VL ເຄື່ອງມືຕິດຕາມກວດກາປະຈໍາໄຕມາດ

source: Region/Province/State
lo_la: ພາກ/ແຂວງ/ລັດ

source: Please choose Province/State/Region
lo_la: ກະລຸນາເລືອກແຂວງ/ລັດ/ພາກ

source: Province/State/Region
lo_la: ແຂວງ/ລັດ/ພາກ

source: Export Result
lo_la: ຜົນການສົ່ງອອກ

source: Sample Received at Lab Date
lo_la: ຕົວຢ່າງທີ່ໄດ້ຮັບທີ່ Lab Date

source: Select Received Date
lo_la: ຄັດເລືອກວັນທີຮັບ

source: VL Lab Weekly Report - Female
lo_la: VL Lab Weekly Report - ຍິງ

source: Sample Test Date Range
lo_la: ໄລຍະເວລາການທົດສອບຕົວຢ່າງ

source: Please select lab
lo_la: ກະລຸນາເລືອກlab

source: Excel Export
lo_la: ການສົ່ງອອກ Excel

source: Site Name
lo_la: ຊື່Site

source: No. of Rejections
lo_la: ບໍ່. ຂອງການປະຕິເສດ

source: Viral Load Results - Adults
lo_la: ຜົນໄດ້ຮັບ Viral Load - ຜູ້ໃຫຍ່

source: Viral Load Results - Pregnant/Breastfeeding Female
lo_la: ຜົນໄດ້ຮັບViral Load - ຖືພາ/ການລ້ຽງລູກດ້ວຍນົມແມ່

source: Age/Sex Unknown
lo_la: ອາຍຸ/ເພດທີ່ບໍ່ຮູ້

source: Totals
lo_la: ລວມທັງໝົດ

source: Total Test per Clinic
lo_la: ການທົດສອບທັງຫມົດຕໍ່ຄລີນິກ

source: Male <=1000 cp/ml
lo_la: ຊາຍ <=1000 cp/ml

source: Male >1000 cp/ml
lo_la: ຊາຍ >1000 cp/ml

source: Female <=1000 cp/ml
lo_la: ຍິງ <=1000 cp/ml

source: Female >1000 cp/ml
lo_la: ຍິງ >1000 cp/ml

source: Total Female
lo_la: ເພດຍິງທັງຫມົດ

source: Pregnant <=1000 cp/ml
lo_la: ຖືພາ <=1000 cp/ml

source: Pregnant >1000 cp/ml
lo_la: ຖືພາ >1000 cp/ml

source: Breastfeeding <=1000 cp/ml
lo_la: ການລ້ຽງລູກດ້ວຍນົມແມ່ <=1000 cp/ml

source: Breastfeeding >1000 cp/ml
lo_la: ການລ້ຽງລູກດ້ວຍນົມແມ່ >1000 cp/ml

source: Age > 15 <=1000 cp/ml
lo_la: ອາຍຸ > 15 <=1000 cp/ml

source: Age > 15 >1000 cp/ml
lo_la: ອາຍຸ > 15 >1000 cp/ml

source: Age Unknown <=1000 cp/ml
lo_la: ອາຍຸບໍ່ຮູ້ <=1000 cp/ml

source: Age Unknown >1000 cp/ml
lo_la: ອາ ຍຸ ທີ່ ບໍ່ ຮູ້ ຈັກ >1000 cp/ml

source: Age <=15 <=1000 cp/ml
lo_la: ອາຍຸ <=15 <=1000 cp/ml

source: Age <=15>1000 cp/ml
lo_la: ອາຍຸ <=15>1000 cp/ml

source: All Labs
lo_la: Labs ທັງຫມົດ

source: Add Viral Load ART Regimen
lo_la: ຕື່ມ Viral Load ART Regimen

source: ART Code
lo_la: ປະມວນຜົນ ART

source: Enter art code
lo_la: ເຂົ້າລະຫັດສິລະປະ

source: Please enter art code
lo_la: ກະລຸນາໃສ່ລະຫັດສິລະປະ

source: This art code that you entered already exists.Try another art code
lo_la: ປະມວນຜົນນີ້ທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວ. ລອງໃຊ້ລະຫັດສິລະປະອີກປະການຫນຶ່ງ

source: Category
lo_la: ໝວດໝູ່

source: Select category
lo_la: ເລືອກປະເພດ

source: Please select category
lo_la: ກະລຸນາເລືອກປະເພດ

source: Parent ART Code
lo_la: ປະມວນຜົນຂອງພໍ່ແມ່ ART

source: Select parent art code
lo_la: ຄັດເລືອກລະຫັດສິລະປະຂອງພໍ່ແມ່

source: Please select parent art code
lo_la: ກະລຸນາເລືອກລະຫັດສິລະປະຂອງພໍ່ແມ່

source: Select art status
lo_la: ເລືອກສະຖານະພາບສິລະປະ

source: Please select art status
lo_la: ກະລຸນາເລືອກສະຖານະພາບສິລະປະ

source: Add Viral Load Sample Rejection Reasons
lo_la: ຕື່ມ Viral Load ຕົວຢ່າງການປະຕິເສດເຫດຜົນ

source: Viral Load Sample Rejection Reasons
lo_la: Viral Load ຕົວຢ່າງການປະຕິເສດເຫດຜົນ

source: Add Viral Load Sample Type
lo_la: ຕື່ມ Viral Load ປະເພດຕົວຢ່າງ

source: Viral Load Sample Type
lo_la: Viral Load ປະເພດຕົວຢ່າງ

source: Add VL Test Reasons
lo_la: ເພີ່ມເຫດຜົນການທົດສອບ VL

source: VL Test Reasons
lo_la: ເຫດຜົນການທົດສອບ VL

source: Art Code details saved successfully
lo_la: ລາຍລະອຽດຂອງ Art Code ໄດ້ຖືກເກັບຮັກສາໄວ້ຢ່າງສໍາເລັດຜົນ

source: VL Sample Rejection Reasons details added successfully
lo_la: VL Sample Rejection Reasons ລາຍລະອຽດເພີ່ມຜົນສໍາເລັດ

source: VL Sample details saved successfully
lo_la: ລາຍ ລະ ອຽດ VL Sample ໄດ້ ຮັບ ການ ເກັບ ກໍາ ຢ່າງ ສໍາ ເລັດ ຜົນ

source: VL Test Reason details saved successfully
lo_la: VL Test Reason ລາຍລະອຽດໄດ້ຖືກເກັບຮັກສາໄວ້ຢ່າງສໍາເລັດຜົນ

source: Viral Load Art Code Details
lo_la: ລາຍລະອຽດຂອງViral Load Art Code

source: Add VL ART Regimen
lo_la: ຕື່ມ VL ART Regimen

source: Add VL Sample Rejection Reasons
lo_la: ຕື່ມ VL ຕົວຢ່າງການປະຕິເສດເຫດຜົນ

source: Sample Manifest Code
lo_la: ປະມວນຜົນຕົວຢ່າງ

source: Last Modified Date
lo_la: ວັນທີດັດແກ້ຄັ້ງສຸດທ້າຍ

source: Please enter all mandatory fields to save the test request
lo_la: ກະລຸນາເຂົ້າສູ່ທຸກທົ່ງນາທີ່ບັງຄັບເພື່ອປະຢັດຄໍາຮ້ອງສອບເສັງ

source: Please check your sample ID
lo_la: ກະລຸນາກວດເບິ່ງ ID ຕົວຢ່າງຂອງທ່ານ

source: VL request added successfully
lo_la: ຄໍາຮ້ອງຂໍ VL ໄດ້ເພີ່ມຄວາມສໍາເລັດ

source: VL request updated successfully
lo_la: ຄໍາ ຮ້ອງ ສະ ຫມັກ VL ໄດ້ ຮັບ ການ ອັບ ເດດ ຢ່າງ ສໍາ ເລັດ ຜົນ

source: View All Requests
lo_la: ເບິ່ງຄໍາຮ້ອງທຸກ

source: Viral Load Test Requests
lo_la: ຄໍາຮ້ອງຂໍການທົດສອບViral Load

source: Add VL Request Form
lo_la: ຕື່ມແບບຟອມຄໍາຮ້ອງຂໍ VL

source: No printer selected!
lo_la: ບໍ່ມີການຄັດເລືອກເຄື່ອງພິມ!

source: Select Batch Code'
lo_la: ຄັດເລືອກລະຫັດ Batch'

source: Please checked atleast one checkbox.
lo_la: ກະລຸນາກວດເບິ່ງຕູ້ກວດສອບຢ່າງຫນ້ອຍຫນຶ່ງ.

source: Edit Test Result Email Configuration
lo_la: ແກ້ໄຂການຕັ້ງຄ່າອີເມລຜົນການທົດສອບ

source: Manage Test Result Email/SMS Config
lo_la: ຈັດການຜົນການທົດສອບ ອີເມລ/SMS Config

source: Email Id
lo_la: Id ອີເມລ

source: (Gmail only)
lo_la: (Gmail ເທົ່ານັ້ນ)

source: Please enter password
lo_la: ກະລຸນາໃສ່ລະຫັດຜ່ານ

source: Choose Fields
lo_la: ເລືອກFields

source: Clinician Name
lo_la: ຊື່ຄລີນິກ

source: Sample Received Date
lo_la: ວັນທີຮັບຕົວຢ່າງ

source: Collected by (Initials)
lo_la: ເກັບກໍາໂດຍ (Initials)

source: Date Of Birth
lo_la: ວັນເດືອນປີເກີດ

source: Age in years
lo_la: ອາຍຸໃນຫຼາຍປີ

source: Age in months
lo_la: ອາຍຸໃນເດືອນ

source: Patient ID/ART/TRACNET
lo_la: ID ຄົນເຈັບ/ART/TRACNET

source: Date Of ART Initiation
lo_la: ວັນທີແຫ່ງການລິເລີ່ມ ART

source: Patient consent to SMS Notification
lo_la: ຄວາມເຫັນດີຂອງຄົນເຈັບຕໍ່ SMS ແຈ້ງການ

source: Patient Mobile Number
lo_la: ເບີໂທມືຖືຄົນເຈັບ

source: Date of Last VL Test
lo_la: ວັນທີຂອງການທົດສອບViral Load ຄັ້ງສຸດທ້າຍ

source: Result Of Last Viral Load
lo_la: ຜົນໄດ້ຮັບຂອງViral Load ສຸດທ້າຍ

source: Reason For VL Test
lo_la: ເຫດຜົນສໍາລັບການທົດສອບ VL

source: Specimen type
lo_la: ປະເພດຕົວຢ່າງ

source: Sample Testing Date
lo_la: ວັນທົດສອບຕົວຢ່າງ

source: Viral Load Result(copiesl/ml)
lo_la: ຜົນໄດ້ຮັບViral Load(ສໍາເນົາ/ml)

source: Is Sample Rejected
lo_la: ແມ່ນຕົວຢ່າງຖືກປະຕິເສດ

source: Lab Tech. Comments
lo_la: Lab Tech. ຄວາມຄິດເຫັນ

source: Test Result Email Config values updated successfully.
lo_la: ການທົດສອບຜົນໄດ້ຮັບEmail Config ມູນຄ່າການປັບປຸງສໍາເລັດຜົນ.

source: Result Email & SMS Config
lo_la: ສົ່ງຜົນEmail & SMS Config

source: Test Result Email/SMS Configuration
lo_la: ການທົດສອບຜົນໄດ້ຮັບ Email/SMS ການຕັ້ງຄ່າ

source: Config Name
lo_la: ຊື່Config

source: Value
lo_la: ມູນຄ່າ

source: Print VL Results
lo_la: ພິມຜົນVL

source: ART Number
lo_la: ຫມາຍ ເລກ ART

source: Enter VL Result
lo_la: ເຂົ້າສູ່ຜົນVL
