Repository: larrytamnjong/vlsm
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: lo_la

source: Sample Status Report
lo_la: ບົດລາຍງານສະຖານະພາບຕົວຢ່າງ

source: Control Report
lo_la: ບົດລາຍງານການຄວບຄຸມ

source: Export Results
lo_la: ຜົນການສົ່ງອອກ

source: Print Result
lo_la: ຜົນການພິມ

source: Export Patient List
lo_la: ລາຍການຄົນເຈັບສົ່ງອອກ

source: VL Lab Weekly Report
lo_la: ບົດລາຍງານVL Lab Weekly

source: Report
lo_la: ບົດລາຍງານ

source: Sample Monitoring Report
lo_la: ບົດລາຍງານການຕິດຕາມກວດກາຕົວຢ່າງ

source: VL Testing Target Report
lo_la: ບົດລາຍງານເປົ້າຫມາຍການທົດສອບ VL

source: VL Suppression Target Report
lo_la: ບົດລາຍງານເປົ້າຫມາຍການປາບປາມ VL

source: EARLY INFANT DIAGNOSIS (EID)
lo_la: ການວິໄຈເດັກອ່ອນໄວ (EID)

source: EID Specimen Manifest
lo_la: ສະແດງຕົວຢ່າງ EID

source: Manage Results Status
lo_la: ຄຸ້ມຄອງສະຖານະຜົນໄດ້ຮັບ

source: Clinic Report
lo_la: ລາຍງານຄລີນິກ

source: EID Testing Target Report
lo_la: ບົດລາຍງານເປົ້າຫມາຍການທົດສອບ EID

source: COVID-19
lo_la: ໂຄວິດ-19

source: Covid-19 Specimen Manifest
lo_la: Covid-19 ຕົວແບບສະແດງ

source: Record Confirmatory Tests
lo_la: ບັນທຶກການທົດສອບການຢືນຢັນ

source: Hepatitis Specimen Manifest
lo_la: ເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ ສະແດງອອກ

source: Hepatitis Testing Target Report
lo_la: ລາຍງານເປົ້າຫມາຍການທົດສອບຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: TB Specimen Manifest
lo_la: TB ຕົວຢ່າງສະແດງອອກ

source: Something went wrong. Please try again later.
lo_la: ບາງສິ່ງບາງຢ່າງຜິດພາດ. ກະລຸນາລອງອີກຄັ້ງໃນເວລາຕໍ່ມາ.

source: Hepatitis | Add Batch
lo_la: ເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ | ຕື່ມ Batch

source: Hepatitis | Batches
lo_la: ເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ | Batches

source: Hepatitis Samples Status Overview
lo_la: ການສັງລວມສະຖານະພາບຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Hepatitis Samples
lo_la: ຕົວຢ່າງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Hepatitis HCV VL Results
lo_la: ເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ HCV VL

source: Hepatitis HBV VL Results
lo_la: ເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ HBV VL

source: Hepatitis Laboratory Turnaround Time
lo_la: ເວລາຫັນປ່ຽນຫ້ອງທົດລອງHepatitis

source: Hepatitis Test Reasons
lo_la: ເຫດຜົນການທົດສອບເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Hepatitis | Clinics Report
lo_la: ເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ | ຄລີນິກລາຍງານ

source: HCV VL Result
lo_la: ຜົນໄດ້ຮັບ HCV VL

source: HBV VL Result
lo_la: ຜົນໄດ້ຮັບ HBV VL

source: Hepatitis | Sample Rejection Report
lo_la: ເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ | ບົດລາຍງານການປະຕິເສດຕົວຢ່າງ

source: Hepatitis | Sample Status Report
lo_la: ເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ | ບົດລາຍງານສະຖານະພາບຕົວຢ່າງ

source: Hepatitis Sample Status Report
lo_la: ລາຍງານສະຖານະພາບຕົວຢ່າງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Hepatitis Sample Status
lo_la: ສະຖານະພາບຕົວຢ່າງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Hepatitis Sample ID
lo_la: ໄອເດຍຕົວຢ່າງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Hepatitis Quarterly Monitoring Report
lo_la: ລາຍງານການຕິດຕາມກວດກາເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ ປະຈໍາໄຕມາດ

source: Testing Target Report
lo_la: ບົດລາຍງານເປົ້າຫມາຍການທົດສອບ

source: Add Hepatitis Co-morbidities
lo_la: ເພີ່ມHepatitis Co-morbidities

source: Add Hepatitis Results
lo_la: ເພີ່ມຜົນໄດ້ຮັບຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Hepatitis Results
lo_la: ຜົນໄດ້ຮັບຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Add Hepatitis Risk Factors
lo_la: ເພີ່ມປັດໄຈສ່ຽງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Hepatitis Risk Factors
lo_la: ປັດໄຈຄວາມສ່ຽງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Risk Factor Name
lo_la: ຊື່ປັດໄຈຄວາມສ່ຽງ

source: Please enter Risk Factor name
lo_la: ກະລຸນາໃສ່ຊື່ ປັດໄຈຄວາມສ່ຽງ

source: The Risk Factor name that you entered already exists.Enter another name
lo_la: ຊື່ປັດໄຈຄວາມສ່ຽງທີ່ທ່ານໄດ້ເຂົ້ານັ້ນມີຢູ່ແລ້ວ. ໃສ່ຊື່ອື່ນ

source: Risk Factor Status
lo_la: ສະຖານະພາບປັດໄຈຄວາມສ່ຽງ

source: Please select Risk Factor Status
lo_la: ກະລຸນາເລືອກສະຖານະພາບປັດໄຈຄວາມສ່ຽງ

source: Add Hepatitis Sample Rejection Reasons
lo_la: ເພີ່ມສາເຫດການປະຕິເສດຕົວຢ່າງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Hepatitis Sample Rejection Reasons
lo_la: ເຫດຜົນການປະຕິເສດຕົວຢ່າງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Add Hepatitis Sample Type
lo_la: ເພີ່ມເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ ຊະນິດ

source: Hepatitis Sample Type
lo_la: ປະເພດຕົວຢ່າງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Add Hepatitis Test Reasons
lo_la: ເພີ່ມເຫດຜົນການທົດສອບເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Hepatitis Comorbidity details saved successfully
lo_la: ລາຍລະອຽດຂອງHepatitis Comorbidity ໄດ້ຖືກເກັບຮັກສາໄວ້ຢ່າງສໍາເລັດຜົນ

source: Hepatitis Results details saved successfully
lo_la: ລາຍລະອຽດຜົນຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ ໄດ້ຖືກເກັບຮັກສາໄວ້ຢ່າງສໍາເລັດຜົນ

source: Hepatitis Risk Factor details saved successfully
lo_la: ລາຍລະອຽດປັດໄຈຄວາມສ່ຽງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ ໄດ້ຖືກເກັບຮັກສາໄວ້ຢ່າງສໍາເລັດຜົນ

source: Hepatitis Sample Rejection Reasons details added successfully
lo_la: ລາຍລະອຽດການປະຕິເສດຕົວຢ່າງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ ໄດ້ເພີ່ມຄວາມສໍາເລັດ

source: Hepatitis Sample details saved successfully
lo_la: ລາຍລະອຽດຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ ໄດ້ຖືກເກັບຮັກສາໄວ້ຢ່າງສໍາເລັດຜົນ

source: Hepatitis Test Reason details saved successfully
lo_la: ລາຍລະອຽດການທົດສອບຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ ໄດ້ຖືກເກັບຮັກສາໄວ້ຢ່າງສໍາເລັດຜົນ

source: Hepatitis Test Request
lo_la: ເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Hepatitis test request added successfully
lo_la: ຄໍາຮ້ອງຂໍທົດລອງໄວຣັສ໌ຕັບອັກເສບບີ້ ໄດ້ເພີ່ມຄວາມສໍາເລັດ

source: Unable to add this hepatitis sample. Please try again later
lo_la: ບໍ່ສາມາດຕື່ມຕົວຢ່າງຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ນີ້ໄດ້. ກະລຸນາລອງອີກຄັ້ງໃນເວລາຕໍ່ມາ

source: Hepatitis request updated successfully
lo_la: ຄໍາຮ້ອງຂໍເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ ໄດ້ຮັບການປັບປຸງຢ່າງສໍາເລັດຜົນ

source: Hepatitis | View All Requests
lo_la: ເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ | ເບິ່ງຄໍາຮ້ອງທຸກ

source: Hepatitis Test Requests
lo_la: ຄໍາຮ້ອງຂໍທົດລອງໄວຣັສ໌ຕັບອັກເສບບີ້

source: Add new Hepatitis Request
lo_la: ຕື່ມຄໍາຮ້ອງຂໍເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ໃຫມ່

source: Enter Hepatitis Result
lo_la: ເຂົ້າສູ່ຜົນຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Enter Hepatitis Result Manually
lo_la: ເຂົ້າສູ່ຜົນໄດ້ຮັບຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ ດ້ວຍມື

source: Print Hepatitis Results
lo_la: ພິມຜົນໄດ້ຮັບຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Please be checked atleast one checkbox
lo_la: ກະລຸນາກວດສອບຢ່າງຫນ້ອຍຫນຶ່ງກ່ອງກວດສອບ

source: Hepatitis result updated successfully
lo_la: ຜົນຂອງເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້ ໄດ້ຮັບການປັບປຸງຢ່າງສໍາເລັດຜົນ

source: Add Instrument
lo_la: ເພີ່ມ Instrument

source: eg. Roche or Abbott
lo_la: eg. Roche ຫຼື Abbott

source: Please enter instrument name
lo_la: ກະລຸນາໃສ່ຊື່ການຕັ້ງຄ່າ

source: This instrument name already exists.Try another name
lo_la: ຊື່ການຕັ້ງຄ່ານີ້ມີຢູ່ແລ້ວ. ລອງໃສ່ຊື່ອື່ນ

source: Supported Tests
lo_la: ການທົດສອບທີ່ໄດ້ຮັບການສະຫນັບສະຫນູນ

source: eg. roche.php or abbott.php
lo_la: eg. roche.php ຫຼື abbott.php

source: Please enter machine name
lo_la: ກະລຸນາໃສ່ຊື່ເຄື່ອງຈັກ

source: This file name already exists.Try another name
lo_la: ຊື່ໄຟລ໌ນີ້ມີຢູ່ແລ້ວ. ລອງໃສ່ຊື່ອື່ນ

source: Lower Limit
lo_la: ຂີດຈໍາກັດຕ່ໍາ

source: Please enter lower limit
lo_la: ກະລຸນາເຂົ້າສູ່ຂີດຈໍາກັດທີ່ຕ່ໍາກວ່າ

source: Higher Limit
lo_la: ຂີດຈໍາກັດທີ່ສູງຂຶ້ນ

source: Maximum No. of Samples In a Batch
lo_la: ສູງສຸດ No. ຂອງຕົວຢ່າງIn a batch

source: Max. no of samples
lo_la: Max. ບໍ່ມີຕົວຢ່າງ

source: Please enter max no of samples in a row
lo_la: ກະລຸນາໃສ່ສູງສຸດບໍ່ມີຕົວຢ່າງເປັນແຖວ

source: Low VL Result Text
lo_la: ຂໍ້ຄວາມຜົນVL ຕ່ໍາ

source: Comma separated Low Viral Load Result Text for eg. Target Not Detected, TND, < 20, < 40
lo_la: Comma ແຍກLow Viral Load Result Text for eg. ເປົ້າຫມາຍບໍ່ໄດ້ກວດພົບ, TND, < 20, < 40

source: Low Viral Load Result Text for eg. Target Not Detected, TND, < 20, < 40
lo_la: ຕໍ່າ Viral Load ຜົນສົ່ງຂໍ້ຄວາມສໍາລັບeg. ເປົ້າຫມາຍບໍ່ໄດ້ກວດພົບ, TND, < 20, < 40

source: Number of In-House Controls
lo_la: ຈໍາ ນວນ ການ ຄວບ ຄຸມ ຢູ່ ໃນ ບ້ານ

source: Number of Manufacturer Controls
lo_la: ຈໍາ ນວນ ການ ຄວບ ຄຸມ ຜູ້ ຜະ ລິດ

source: No. Of Calibrators
lo_la: ບໍ່. ຂອງ Calibrators

source: No of In-House Controls in vl
lo_la: ບໍ່ ມີ ການ ຄວບ ຄຸມ ຢູ່ ໃນ ບ້ານ ໃນ vl

source: Please enter No of In-House Controls in vl
lo_la: ກະລຸນາເຂົ້າສູ່No of In-House Controls in vl

source: No of Manufacturer Controls in vl
lo_la: ບໍ່ມີການຄວບຄຸມຜູ້ຜະລິດໃນ vl

source: Please enter No of Manufacturer Controls in vl
lo_la: ກະລຸນາໃສ່No of Manufacturer Controls ໃນ vl

source: No of Calibrators in vl
lo_la: ບໍ່ມີCalibrators ໃນ vl

source: Please enter No of Calibrators in vl
lo_la: ກະລຸນາໃສ່No of Calibrators ໃນ vl

source: No of In-House Controls in eid
lo_la: ບໍ່ ມີ ການ ຄວບ ຄຸມ ຢູ່ ໃນ ບ້ານ ໃນ eid

source: Please enter No of In-House Controls in eid
lo_la: ກະລຸນາເຂົ້າສູ່No of In-House Controls in eid

source: No of Manufacturer Controls in eid
lo_la: ບໍ່ມີການຄວບຄຸມຜູ້ຜະລິດໃນ eid

source: Please enter No of Manufacturer Controls in eid
lo_la: ກະລຸນາໃສ່No of Manufacturer Controls ໃນ eid

source: No of Calibrators in eid
lo_la: ບໍ່ມີCalibrators ໃນ eid

source: Please enter No of Calibrators in eid
lo_la: ກະລຸນາໃສ່No of Calibrators ໃນ eid

source: No of In-House Controls in covid-19
lo_la: ບໍ່ມີການຄວບຄຸມໃນເຮືອນໃນ covid-19

source: Please enter No of In-House Controls in covid-19
lo_la: ກະລຸນາເຂົ້າສູ່No of In-House Controls in covid-19

source: No of Manufacturer Controls in covid-19
lo_la: ບໍ່ມີການຄວບຄຸມຜູ້ຜະລິດໃນ covid-19

source: Please enter No of Manufacturer Controls in covid-19
lo_la: ກະລຸນາເຂົ້າສູ່No of Manufacturer Controls in covid-19

source: No of Calibrators in covid-19
lo_la: ບໍ່ມີCalibrators ໃນ covid-19

source: Please enter No of Calibrators in covid-19
lo_la: ກະລຸນາໃສ່No of Calibrators ໃນ covid-19

source: No of In-House Controls in Hepatitis
lo_la: ບໍ່ ມີ ການ ຄວບ ຄຸມ ຢູ່ ໃນ ບ້ານ ໃນ ໂຣກ ຕັບ ອັກ ເສບ

source: Please enter No of In-House Controls in Hepatitis
lo_la: ກະລຸນາເຂົ້າສູ່No of In-House Controls in Hepatitis

source: No of Manufacturer Controls in Hepatitis
lo_la: ບໍ່ມີການຄວບຄຸມຜູ້ຜະລິດໃນເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Please enter No of Manufacturer Controls in Hepatitis
lo_la: ກະລຸນາໃສ່No of Manufacturer ຄວບຄຸມເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: No of Calibrators in Hepatitis
lo_la: ບໍ່ມີCalibrators ໃນHepatitis

source: Please enter No of Calibrators in Hepatitis
lo_la: ກະລຸນາໃສ່No of Calibrators in Hepatitis

source: No of In-House Controls in TB
lo_la: ບໍ່ ມີ ການ ຄວບ ຄຸມ ຢູ່ ໃນ ບ້ານ ໃນ TB

source: Please enter No of In-House Controls in TB
lo_la: ກະລຸນາເຂົ້າສູ່No of In-House Controls in TB

source: No of Manufacturer Controls in TB
lo_la: ບໍ່ມີການຄວບຄຸມຜູ້ຜະລິດໃນ TB

source: Please enter No of Manufacturer Controls in TB
lo_la: ກະລຸນາໃສ່ບໍ່ມີການຄວບຄຸມຜູ້ຜະລິດໃນ TB

source: No of Calibrators in TB
lo_la: ບໍ່ມີCalibrators ໃນ TB

source: Please enter No of Calibrators in TB
lo_la: ກະລຸນາໃສ່No of Calibrators ໃນ TB

source: Machine Names
lo_la: ຊື່ເຄື່ອງຈັກ

source: Machine Name
lo_la: ຊື່ເຄື່ອງຈັກ

source: POC Device
lo_la: ອຸປະກອນ POC

source: Select Test Types
lo_la: ເລືອກປະເພດການທົດສອບ

source: Result Import configuration initited for
lo_la: ການຕັ້ງຄ່າການນໍາເຂົ້າຜົນໄດ້ຮັບinitited ສໍາລັບ

source: . Please proceed to write the import logic in the file
lo_la: . ກະລຸນາສືບຕໍ່ຂຽນເຫດຜົນການນໍາເຂົ້າໃນໄຟລ໌

source: present in import-configs folder
lo_la: ທີ່ມີຢູ່ໃນໂຟນເດີການນໍາເຂົ້າ-configs

source: Please enter file name
lo_la: ກະລຸນາໃສ່ຊື່ໄຟລ໌

source: Please select import config status
lo_la: ກະລຸນາເລືອກສະຖານະການconfig ການນໍາເຂົ້າ

source: No of In-House Controls in hepatitis
lo_la: ບໍ່ມີການຄວບຄຸມຢູ່ໃນເຮືອນໃນໄວຣັສ໌ຕັບອັກເສບບີ້

source: Please enter No of In-House Controls in hepatitis
lo_la: ກະລຸນາໃສ່No of In-House Controls in hepatitis

source: No of Manufacturer Controls in hepatitis
lo_la: ບໍ່ມີການຄວບຄຸມຜູ້ຜະລິດໃນເຊື້ອໄວຣັສ໌ຕັບອັກເສບບີ້

source: Please enter No of Manufacturer Controls in hepatitis
lo_la: ກະລຸນາໃສ່No of Manufacturer Controls ໃນໄວຣັສ໌ຕັບອັກເສບບີ້

source: No of Calibrators in hepatitis
lo_la: ບໍ່ມີCalibrators ໃນໄວຣັສ໌ຕັບອັກເສບບີ້

source: Please enter No of Calibrators in hepatitis
lo_la: ກະລຸນາໃສ່No of Calibrators ໃນໄວຣັສ໌ຕັບອັກເສບບີ້

source: Import config details updated successfully
lo_la: ລາຍ ລະ ອຽດ ການ ນໍາ ເຂົ້າ config updated ສໍາ ເລັດ

source: Import
lo_la: ການນໍາເຂົ້າ

source: Test Results From File
lo_la: ຜົນການທົດສອບຈາກໄຟລ໌

source: Import
lo_la: ການນໍາເຂົ້າ

source: Test Results From File
lo_la: ຜົນການທົດສອບຈາກໄຟລ໌

source: Import Result
lo_la: ຜົນການນໍາເຂົ້າ

source: Please ensure that the Sample IDs in the import file match the Sample IDs in VLSM.
lo_la: ກະລຸນາໃຫ້ແນ່ໃຈວ່າຕົວແບບIDs ໃນໄຟລ໌ການນໍາເຂົ້າສົມທົບກັບຕົວແບບໄອທີໃນ VLSM.

source: To ensure proper result import :
lo_la: ເພື່ອຮັບປະກັນການນໍາເຂົ້າຜົນໄດ້ຮັບທີ່ເຫມາະສົມ :

source: Record the Samples in VLSM before sending them to Viral Load machine.
lo_la: ບັນທຶກຕົວຢ່າງໃນ VLSM ກ່ອນທີ່ຈະສົ່ງໃຫ້ເຂົາເຈົ້າໄປທີ່ເຄື່ອງ Viral Load.

source: Create a Batch with the samples recorded in the previous step.
lo_la: ສ້າງ Batch ກັບຕົວແບບທີ່ບັນທຶກໄວ້ໃນຂັ້ນຕອນກ່ອນຫນ້ານີ້.

source: Use the Batch to test Samples in Viral Load machines.
lo_la: ໃຊ້ Batch ເພື່ອທົດສອບຕົວຢ່າງໃນເຄື່ອງຈັກ Viral Load.

source: Export the result file (containing Sample IDs generated by VLSM) from the VL machine.
lo_la: ສົ່ງອອກໄຟລ໌ຜົນໄດ້ຮັບ (ມີຕົວແບບ IDs ທີ່ສ້າງໂດຍ VLSM) ຈາກເຄື່ອງຈັກ VL.

source: Import the file below. Make sure to pick the right Machine Configuration.
lo_la: ນໍາເຂົ້າໄຟລ໌ຂ້າງລຸ່ມນີ້. ເຮັດ ໃຫ້ ແນ່ ໃຈວ່ າ ການ ເລືອກ ຕັ້ງ ທີ່ ຖືກ ຕ້ອງ ການ ເຄື່ອງ ຈັກ .

source: Instrument Name
lo_la: ຊື່ການຕັ້ງຄ່າ

source: Please select the import machine type
lo_la: ກະລຸນາເລືອກປະເພດເຄື່ອງນໍາເຂົ້າ

source: Configuration Machine Name
lo_la: ຊື່ເຄື່ອງຕັ້ງຄ່າ

source: Please select the import config machine name
lo_la: ກະລຸນາເລືອກຊື່ເຄື່ອງconfig ການນໍາເຂົ້າ

source: Upload
lo_la: ອັບໂຫຼດ

source: File
lo_la: ໄຟລ໌

source: Please choose result file
lo_la: ກະລຸນາເລືອກໄຟລ໌ຜົນ

source: Please select the lab name
lo_la: ກະລຸນາເລືອກຊື່ຫ້ອງທົດລອງ

source: Imported Results
lo_la: ຜົນການນໍາເຂົ້າ

source: Sample Code/ID not from VLSM
lo_la: ລະຫັດຕົວຢ່າງ/ID ບໍ່ມາຈາກ VLSM

source: Result already exists for this sample
lo_la: ຜົນໄດ້ຮັບມີຢູ່ແລ້ວສໍາລັບຕົວຢ່າງນີ້

source: Result for sample from VLSM
lo_la: ຜົນໄດ້ຮັບສໍາລັບຕົວຢ່າງຈາກ VLSM

source: Control
lo_la: ການຄວບຄຸມ

source: Accept All Samples
lo_la: ຍອມຮັບຕົວຢ່າງທັງຫມົດ

source: Only accepts samples that do not have status field already selected
lo_la: ຮັບເອົາຕົວຢ່າງທີ່ບໍ່ມີສະຫນາມສະຖານະການທີ່ເລືອກໄວ້ແລ້ວ

source: Sample Code/ID
lo_la: ລະຫັດຕົວຢ່າງ/ID

source: Clinic/Site Name
lo_la: ຊື່ຄລີນິກ/Site Name

source: Lot Expiry Date
lo_la: Lot Expiry ວັນທີ

source: Comments
lo_la: ຄໍາເຫັນ

source: Reviewed By
lo_la: ທົບທວນຄືນໂດຍ

source: Save
lo_la: ບັນທືກ

source: Sample Management System
lo_la: ລະບົບການຄຸ້ມຄອງຕົວຢ່າງ

source: Choose Sample(s)
lo_la: ເລືອກຕົວຢ່າງ(s)

source: Please select sample(s)
lo_la: ກະລຸນາເລືອກຕົວຢ່າງ(s)

source: Samples out of the maximum allowed
lo_la: ຕົວຢ່າງອອກຈາກສູງສຸດທີ່ອະນຸຍາດໃຫ້

source: samples
lo_la: ຕົວຢ່າງ

source: Email VL Test Results
lo_la: ອີເມລ VL ຜົນການທົດສອບ

source: Subject
lo_la: ວິຊາຮຽນ

source: Please enter subject
lo_la: ກະລຸນາເຂົ້າສູ່ຫົວຂໍ້

source: Facility Name (To)
lo_la: ຊື່ສິ່ງອໍານວຍຄວາມສະດວກ (To)

source: Message
lo_la: ຂ່າວສານ

source: Please enter message
lo_la: ກະລຸນາເຂົ້າສູ່ຂ່າວສານ

source: Please use the following to filter the samples you wish to email
lo_la: ກະລຸນາໃຊ້ດັ່ງຕໍ່ໄປນີ້ເພື່ອກັ່ນຕອງຕົວຢ່າງທີ່ທ່ານຕ້ອງການສົ່ງອີເມວ

source: Pregnant
lo_la: ຖືພາ

source: Please choose type
lo_la: ກະລຸນາເລືອກປະເພດ

source: Urgency
lo_la: ຄວາມຮີບດ່ວນ

source: Please choose urgency type
lo_la: ກະລຸນາເລືອກປະເພດຮີບດ່ວນ

source: Normal
lo_la: ປົກກະຕິ

source: Urgent
lo_la: ດ່ວນ

source: Please choose district/county
lo_la: ກະລຸນາເລືອກແຂວງ/ທ້ອງຖີ່ນ

source: Please choose batch
lo_la: ກະລຸນາເລືອກbatch

source: Please choose sample status
lo_la: ກະລຸນາເລືອກສະຖານະພາບຕົວຢ່າງ

source: Please choose sample mail sent status
lo_la: ກະລຸນາເລືອກໄປສະນີຕົວຢ່າງສົ່ງສະຖານະ

source: Samples Not yet Mailed
lo_la: ຕົວຢ່າງທີ່ຍັງບໍ່ໄດ້ສົ່ງໄປສະນີ

source: All Samples
lo_la: ຕົວຢ່າງທັງຫມົດ

source: Already Mailed Samples
lo_la: ຕົວຢ່າງ Mailed ແລ້ວ

source: Please select maximum 100 samples
lo_la: ກະລຸນາເລືອກຕົວຢ່າງສູງສຸດ 100

source: Next
lo_la: ຕໍ່ໄປ

source: PFA the viral load test results
lo_la: PFA ຜົນການທົດສອບພາລະໄວຣັສ

source: Thanks
lo_la: ຂອບໃຈ

source: Select Batches
lo_la: ເລືອກ Batches

source: Cannot generate Result PDF for samples without result.
lo_la: ບໍ່ສາມາດສ້າງ Result PDF ສໍາລັບຕົວຢ່າງໂດຍບໍ່ມີຜົນ.

source: No valid Email id available. Please add valid email for this facility
lo_la: ບໍ່ມີId Email ທີ່ມີຜົນສັກສິດ. ກະລຸນາຕື່ມອີເມວທີ່ໃຊ້ໄດ້ສໍາລັບສະຖານທີ່ນີ້

source: This email will be sent to the facility with an email id
lo_la: ອີເມລນີ້ຈະຖືກສົ່ງໄປຍັງສະຖານທີ່ທີ່ມີid ອີເມວ

source: Add Role
lo_la: ເພີ່ມພາລະບົດບາດ

source: Role Name
lo_la: ຊື່ພາລະບົດບາດ

source: Please enter user name
lo_la: ກະລຸນາໃສ່ຊື່ຜູ້ໃຊ້

source: This role name that you entered already exists.Try another role name
lo_la: ຊື່ບົດບາດນີ້ທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວ. ລອງໃຊ້ຊື່ບົດບາດອື່ນອີກ

source: Role Code
lo_la: ລະຫັດພາລະບົດບາດ

source: Please enter role code
lo_la: ກະລຸນາເຂົ້າສູ່ລະຫັດບົດບາດ

source: This role code that you entered already exists.Try another role code
lo_la: ລະຫັດບົດບາດນີ້ທີ່ທ່ານໄດ້ເຂົ້າມາແລ້ວມີຢູ່ແລ້ວ. ລອງລະຫັດບົດບາດອື່ນ

source: Landing Page
lo_la: ຫນ້າດິນ

source: Please select landing page
lo_la: ກະລຸນາເລືອກຫນ້າດິນ

source: Add Import Result
lo_la: ເພີ່ມຜົນການນໍາເຂົ້າ

source: Access Type
lo_la: ປະເພດການເຂົ້າເຖິງ

source: Please select access type
lo_la: ກະລຸນາເລືອກປະເພດການເຂົ້າເຖິງ

source: Note
lo_la: ຫມາຍເຫດ

source: Unless you choose "access" the people belonging to this role will not be able to access other rights like "add", "edit" etc
lo_la: ເວັ້ນເສຍແຕ່ວ່າທ່ານເລືອກ "ເຂົ້າເຖິງ" ປະຊາຊົນທີ່ເປັນຂອງບົດບາດນີ້ຈະບໍ່ສາມາດເຂົ້າເຖິງສິດອື່ນໆເຊັ່ນ "add", "ແກ້ໄຂ" ແລະອື່ນໆ

source: None
lo_la: ບໍ່ມີ

source: Roles Added successfully
lo_la: ພາລະບົດບາດເພີ່ມເຕີມໄດ້ຢ່າງສໍາເລັດຜົນ

source: Edit Role
lo_la: ຮຽບຮຽງບົດບາດ

source: Role updated successfully
lo_la: ບົດ ບາດ ທີ່ ໄດ້ ຮັບ ການ ອັບ ເດດ ຢ່າງ ສໍາ ເລັດ ຜົນ

source: Lab Sample Management System
lo_la: Lab ລະບົບການຄຸ້ມຄອງຕົວຢ່າງ

source: Register Admin User
lo_la: ລົງທະບຽນຜູ້ໃຊ້ Admin

source: User Name
lo_la: ຊື່​ຜູ້​ໃຊ້

source: Email ID
lo_la: ID ອີເມລ

source: Password
lo_la: ​ລະ​ຫັດ​ຜ່ານ

source: Confirm Password
lo_la: ຢືນຢັນລະຫັດຜ່ານ

source: Create User
lo_la: ສ້າງUser

source: Password must be at least 8 characters long and must include AT LEAST one number, one alphabet and may have special characters.
lo_la: ລະຫັດຜ່ານຕ້ອງມີຄວາມຍາວຢ່າງຫນ້ອຍ 8 ຕົວອັກສອນແລະຕ້ອງລວມເອົາ AT LEAST ຫນຶ່ງຕົວອັກສອນ, ຫນຶ່ງຕົວອັກສອນແລະອາດຈະມີຕົວອັກສອນພິເສດ.

source: Operator/Technician
lo_la: ຜູ້ປະກອບການ/ເຕັກນິກ

source: Sample Collection Point
lo_la: ຈຸດເກັບຕົວຢ່າງ

source: TB | Add Batch
lo_la: TB | ຕື່ມ Batch

source: You have to choose a facility to proceed
lo_la: ທ່ານຕ້ອງເລືອກສະຖານທີ່ເພື່ອດໍາເນີນການ

source: TB Samples Status Overview
lo_la: TB ຕົວຢ່າງສັງລວມສະຖານະພາບ

source: TB Samples
lo_la: ຕົວຢ່າງ TB

source: TB Results
lo_la: TB ຜົນໄດ້ຮັບ

source: TB Laboratory Turnaround Time
lo_la: TB Laboratory ເວລາຫັນປ່ຽນ

source: TB Test Reasons
lo_la: ເຫດຜົນທົດສອບ TB

source: TB | Clinics Report
lo_la: TB | ຄລີນິກລາຍງານ

source: TB | Sample Rejection Report
lo_la: TB | ບົດລາຍງານການປະຕິເສດຕົວຢ່າງ

source: TB | Sample Status Report
lo_la: TB | ບົດລາຍງານສະຖານະພາບຕົວຢ່າງ

source: TB Sample Status Report
lo_la: TB ລາຍງານສະຖານະພາບຕົວຢ່າງ

source: TB Sample Status
lo_la: TB ສະຖານະພາບຕົວຢ່າງ

source: TB Sample ID
lo_la: TB ຕົວຢ່າງ ID

source: TB Sample Rejection Reasons details added successfully
lo_la: TB Sample Rejection Reasons ລາຍລະອຽດເພີ່ມຜົນສໍາເລັດ

source: Add TB Results
lo_la: ເພີ່ມຜົນໄດ້ຮັບ TB

source: Result Type
lo_la: ປະເພດຜົນ

source: Please select Result Type
lo_la: ກະລຸນາເລືອກປະເພດຜົນ

source: LAM
lo_la: ລໍາລາມ

source: Add TB Sample Rejection Reasons
lo_la: ຕື່ມ TB ຕົວຢ່າງການປະຕິເສດເຫດຜົນ

source: TB Sample Rejection Reasons
lo_la: ເຫດຜົນການປະຕິເສດຕົວຢ່າງ TB

source: Add TB Sample Type
lo_la: ເພີ່ມປະເພດຕົວຢ່າງ TB

source: TB Sample Type
lo_la: ປະເພດຕົວຢ່າງ TB

source: Add TB Test Reasons
lo_la: ເພີ່ມເຫດຜົນການທົດສອບ TB

source: TB Results details saved successfully
lo_la: ລາຍ ລະ ອຽດ ຜົນ ງານ TB ທີ່ ໄດ້ ຮັບ ການ ເກັບ ກໍາ ໄດ້ ຢ່າງ ສໍາ ເລັດ ຜົນ

source: TB Test Request
lo_la: TB ການຮ້ອງຂໍການທົດສອບ

source: TB test request added successfully
lo_la: ຄໍາຮ້ອງຂໍການທົດສອບ TB ໄດ້ເພີ່ມຜົນສໍາເລັດ

source: Unable to add this TB sample. Please try again later
lo_la: ບໍ່ສາມາດຕື່ມຕົວຢ່າງ TB ນີ້ໄດ້. ກະລຸນາລອງອີກຄັ້ງໃນເວລາຕໍ່ມາ

source: TB test request updated successfully
lo_la: ຄໍາຮ້ອງຂໍການທົດສອບ TB ໄດ້ຮັບການປັບປຸງສໍາເລັດສໍາເລັດ

source: Unable to update this TB sample. Please try again later
lo_la: ບໍ່ສາມາດປັບປຸງຕົວຢ່າງ TB ນີ້ໄດ້. ກະລຸນາລອງອີກຄັ້ງໃນເວລາຕໍ່ມາ

source: TB | View All Requests
lo_la: TB | ເບິ່ງຄໍາຮ້ອງທຸກ

source: TB Test Requests
lo_la: TB ຄໍາຮ້ອງຂໍທົດສອບ

source: Add new TB Request
lo_la: ຕື່ມຄໍາຮ້ອງໃຫມ່ TB

source: TB LABORATORY TEST REQUEST FORM
lo_la: ແບບຟອມຄໍາຮ້ອງຂໍທົດລອງທົດສອບTB

source: Edit New Request
lo_la: ແກ້ໄຂຄໍາຮ້ອງຂໍໃຫມ່

source: Enter TB Result
lo_la: ເຂົ້າສູ່ຜົນTB

source: Enter TB Result Manually
lo_la: ເຂົ້າສູ່ຜົນTB ດ້ວຍມື

source: Print TB Results
lo_la: ພິມຜົນTB

source: Add User
lo_la: ເພີ່ມຜູ້ໃຊ້

source: Email
lo_la: ​ທີ່​ຢູ່ Email

source: Please enter email
lo_la: ກະລຸນາເຂົ້າອີເມລ

source: This email id that you entered already exists.Try another email id
lo_la: id ອີເມວນີ້ທີ່ທ່ານໄດ້ເຂົ້າໄປແລ້ວມີຢູ່ແລ້ວ. ລອງໃຊ້ອີເມລອີກid

source: Please enter phone number
lo_la: ກະລຸນາໃສ່ເບີໂທລະສັບ

source: Role
lo_la: ພາລະບົດບາດ

source: Please select the role
lo_la: ກະລຸນາເລືອກເອົາບົດບາດ

source: Interface User Name (from your Molecular testing machine)
lo_la: Interface User Name (ຈາກເຄື່ອງທົດສອບໂມເລກຸນຂອງທ່ານ)

source: Interface User Name
lo_la: ຊື່ຜູ້ໃຊ້Interface

source: Please enter interface user name
lo_la: ກະລຸນາໃສ່ຊື່ຜູ້ໃຊ້ interface

source: Mobile App Access
lo_la: ການເຂົ້າເຖິງແອັບມືຖື

source: Please select the mobile App access or not
lo_la: ກະລຸນາເລືອກການເຂົ້າເຖິງ App ມືຖືຫຼືບໍ່

source: (Used to embed in Result PDF)
lo_la: (ໃຊ້ໃນການຝັງໃນ Result PDF)

source: Select Signature Image
lo_la: ຄັດເລືອກຮູບພາບລາຍເຊັນ

source: Please select user signature
lo_la: ກະລຸນາເລືອກລາຍເຊັນຂອງຜູ້ໃຊ້

source: Image Size
lo_la: ຂະຫນາດຮູບພາບ

source: Please enter login id
lo_la: ກະລຸນາເຂົ້າສູ່ id login

source: This login id that you entered already exists.Try another login id
lo_la: id login ນີ້ທີ່ທ່ານໄດ້ເຂົ້າມີຢູ່ແລ້ວ. ລອງໃສ່id login ອີກ

source: Please enter the password
lo_la: ກະລຸນາໃສ່ລະຫັດຜ່ານ

source: Please choose province
lo_la: ກະລຸນາເລືອກແຂວງ

source: Please choose district
lo_la: ກະລຸນາເລືອກແຂວງ

source: Map User to Selected Facilities
lo_la: Facility User Map ລາຍລະອຽດ

source: Invalid file type. Please upload correct image format like JPG or JPEG or PNG
lo_la: ປະເພດໄຟລ໌ທີ່ບໍ່ຖືກຕ້ອງ. ກະລຸນາອັບໂຫລດຮູບແບບຮູບພາບທີ່ຖືກຕ້ອງເຊັ່ນ JPG ຫຼື JPEG ຫຼື PNG

source: User saved successfully!
lo_la: ຜູ້ໃຊ້ໄດ້ຮັບຄວາມສໍາເລັດ!

source: Your profile changes have been saved. You can continue using VLSM. Please click on any menu on the left to navigate
lo_la: ການປ່ຽນແປງ profile ຂອງທ່ານໄດ້ຖືກເກັບຮັກສາໄວ້. ທ່ານສາມາດສືບຕໍ່ໃຊ້ VLSM. ກະລຸນາຄລິກໃສ່ເມນູໃດໆທາງຊ້າຍເພື່ອໄປທາງ

source: Edit user
lo_la: ແກ້ໄຂຜູ້ໃຊ້

source: Edit User
lo_la: ແກ້ໄຂຜູ້ໃຊ້

source: User Status
lo_la: ສະຖານະພາບຂອງຜູ້ໃຊ້

source: VL | Add New Batch
lo_la: VL | ເພີ່ມ Batch ໃຫມ່

source: Is Patient Breastfeeding
lo_la: ການລ້ຽງລູກດ້ວຍນົມແມ່ແບບອົດທົນແມ່ນ

source: Pos.
lo_la: ໂພສ.

source: Patient Code
lo_la: ລະຫັດຄົນເຈັບ

source: Test Result
lo_la: ຜົນການທົດສອບ

source: Print bar code
lo_la: ພິມລະຫັດbar

source: Print Batch
lo_la: ພິມ Batch

source: Print qr code
lo_la: ພິມລະຫັດ qr

source: Print QR code
lo_la: ພິມລະຫັດ QR

source: Delete
lo_la: ລືບ

source: Control Result
lo_la: ຜົນການຄວບຄຸມ

source: Samples Status Overview
lo_la: ສັງລວມສະຖານະພາບຕົວຢ່າງ

source: VL Suppression
lo_la: VL ການປາບປາມ

source: Laboratory Turnaround Time
lo_la: ເວລາຫັນປ່ຽນຫ້ອງທົດລອງ

source: VL Suppressed Testing Target
lo_la: VL ເປົ້າ ຫມາຍ ການ ທົດ ສອບ ທີ່ ສະ ກັດ ກັ້ນ

source: No of target in month %
lo_la: ບໍ່ມີເປົ້າຫມາຍໃນເດືອນ %

source: VL | Clinics Report
lo_la: VL | ຄລີນິກລາຍງານ
